{"meta": {"date": "2022-07-01", "version": "5.2.0+20220701"}, "data": {"code": "TSP", "commander": [], "mainBoard": [{"artist": "Randy Gallegos", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 1.0, "count": 1, "edhrecRank": 9635, "finishes": ["nonfoil", "foil"], "flavorText": "Clairvoyants across Dominaria were driven mad by the overload from the widening time rifts, while other random folk gained the gift of future sight.", "foreignData": [{"flavorText": "Hellseher in ganz Dominaria ärgerten sich tot, als sich immer mehr Risse im Zeitgefüge öffneten und zufällige Leute plötzlich in die Zukunft sehen konnten.", "language": "German", "multiverseId": 133059, "name": "Weiser aus Epityr", "text": "Wenn der Weise aus Epityr ins Spiel kommt, betrachte die obersten vier Karten deiner Bibliothek und lege sie in beliebiger Reihenfolge zurück.", "type": "Kreatur — Mensch, Zauberer"}, {"flavorText": "Los clarividentes de Dominaria enloquecieron con la sobrecarga de las brechas temporales en expansión, mientras otros ganaban el don de la visión del futuro.", "language": "Spanish", "multiverseId": 134564, "name": "Sabio de Épityr", "text": "Cuando el Sabio de Épityr entre en juego, mira las primeras cuatro cartas de la parte superior de tu biblioteca y regrésalas en cualquier orden.", "type": "Criatura — Hechicero humano"}, {"flavorText": "Les mediums de Dominaria étaient rendus fous par les images issues des failles temporelles de plus en plus nombreuses, tandis que d'autres recevaient le don de voir l'avenir.", "language": "French", "multiverseId": 132758, "name": "Sage d'Epityr", "text": "Quand le Sage d'Epityr arrive en jeu, regardez les quatre cartes du dessus de votre bibliothèque et remettez-les dessus dans l'ordre de votre choix.", "type": "Créature : humain et sorcier"}, {"flavorText": "I chiaroveggenti in tutta Dominaria impazzivano per il sovraccarico dovuto agli squarci temporali sempre più larghi, mentre altre genti a caso ottenevano il dono della preveggenza.", "language": "Italian", "multiverseId": 133360, "name": "Saggio di Epityr", "text": "Quando il Saggio di Epityr entra in gioco, guarda le prime quattro carte del tuo grimorio, poi rimettile a posto in qualsiasi ordine.", "type": "Creatura — Mago Umano"}, {"flavorText": "ドミナリア全土の透視者達は、広がった時の裂け目の過負荷により狂気へと陥ったが、一方で未来視の恩恵にあずかれた者もいた。", "language": "Japanese", "multiverseId": 133661, "name": "エピティアの賢者", "text": "エピティアの賢者が場に出たとき、あなたのライブラリーのカードを上から４枚見る。その後、それらを望む順番で戻す。", "type": "クリーチャー — 人間・ウィザード"}, {"flavorText": "Os clarividentes de Dominária foram levados à loucura pela sobrecarga causada pelas fendas do tempo, enquanto outras pessoas comuns ganharam o dom da visão do futuro.", "language": "Portuguese (Brazil)", "multiverseId": 133962, "name": "Sábio de Epityr", "text": "Quando Sábio de Epityr entrar em jogo, olhe os quatro cards do topo de seu grimório e depois coloque-os de volta em qualquer ordem.", "type": "Criatura — Mago Humano"}, {"flavorText": "Провидцы по всей Доминарии сходили сума от наплывов видений от расширяющихся временных разломов, а другие самаритяне вдруг получали дары провидения.", "language": "Russian", "multiverseId": 134263, "name": "Мудрец из Эпитир", "text": "Когда Мудрец из Эпитир входит в игру, посмотрите четыре верхних карты вашей библиотеки, затем положите их обратно в любом порядке.", "type": "Существо — Человек Чародей"}, {"flavorText": "时间裂缝让多明纳里亚各地的洞察家因讯息超载而发狂，但某些常人却因此获得预知能力。", "language": "Chinese Simplified", "multiverseId": 132457, "name": "艾比提智者", "text": "当艾比提智者进场时，检视你牌库顶的四张牌，然后将它们以任意顺序放回。", "type": "生物～人类／法术师"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121650", "cardKingdomId": "121360", "cardsphereId": "44634", "mcmId": "13962", "mcmMetaId": "8493", "mtgjsonV4Id": "3e4cb8ce-5079-5a4e-b008-c63e6edbfa42", "mtgoFoilId": "25846", "mtgoId": "25845", "multiverseId": "118914", "scryfallId": "8e2ea578-069e-4020-a762-d108a3e14861", "scryfallIllustrationId": "e9c87d83-52ac-487b-b286-179bf580888c", "scryfallOracleId": "ef893585-246c-4028-bd2b-14ac51ce29be", "tcgplayerProductId": "14343"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{U}", "manaValue": 1.0, "name": "Sage of Epityr", "number": "74", "power": "1", "printings": ["TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/946d6f9f07e7d2f4", "cardKingdomFoil": "https://mtgjson.com/links/96becd74cbed6426", "cardmarket": "https://mtgjson.com/links/8bf0eba6cf0e1630", "tcgplayer": "https://mtgjson.com/links/bfb53d7ec76964cf"}, "rarity": "common", "rulings": [], "setCode": "TSP", "subtypes": ["Human", "Wizard"], "supertypes": [], "text": "When Sage of Epityr enters the battlefield, look at the top four cards of your library, then put them back in any order.", "toughness": "1", "type": "Creature — Human Wizard", "types": ["Creature"], "uuid": "7f044031-d973-5ecb-8fd1-bfdb2134d4fc"}, {"artist": "Nicola Leonard", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 4.0, "count": 2, "edhrecRank": 14977, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 131300, "name": "Riesenauster", "text": "Du kannst bestimmen, die Riesenauster während deines Enttappsegments nicht zu enttappen.\n{T}: Solange die Riesenauster getappt bleibt, enttappt eine getappte Kreatur deiner Wahl nicht während des Enttappsegments ihres Beherrschers. Lege zu Beginn jedes deiner Ziehsegmente eine -1/-1-Marke auf diese Kreatur. Wenn die Riesenauster das Spiel verlässt oder enttappt wird, entferne alle -1/-1-Marken von der Kreatur.", "type": "Kreatur — Auster"}, {"language": "Spanish", "multiverseId": 131905, "name": "Ostra gigante", "text": "Puedes elegir no enderezar la Ostra gigante durante tu paso de enderezar.\n{T}: Mientras la Ostra gigante permanezca girada, la criatura girada objetivo no se endereza durante el paso de enderezar de su controlador y al principio de cada uno de tus pasos de robar, pon un contador -1/-1 sobre esa criatura. Cuando la Ostra gigante deje el juego o sea enderezada, remueve todos los contadores -1/-1 de esa criatura.", "type": "Criatura — Ostra"}, {"language": "French", "multiverseId": 131179, "name": "Huître géante", "text": "Vous pouvez choisir de ne pas dégager l'Huître géante pendant votre étape de dégagement.\n{T} : Tant que l'Huître géante est engagée, la créature engagée ciblée ne se dégage pas pendant l'étape de dégagement de son contrôleur, et au début de chacune de vos étapes de pioche, placez un marqueur -1/-1 sur cette créature. Quand l'Huître géante quitte le jeu ou qu'elle devient dégagée, retirez tous les marqueurs -1/-1 de la créature.", "type": "Créature : huître"}, {"language": "Italian", "multiverseId": 131421, "name": "Ostrica Gigante", "text": "Puoi scegliere di non STAPpare l'Ostrica Gigante durante il tuo STAP.\n{T}: Fintanto che l'Ostrica Gigante rimane TAPpata, la creatura TAPpata bersaglio non STAPpa durante lo STAP del suo controllore e, all'inizio di ogni tua acquisizione, metti un segnalino -1/-1 su quella creatura. Quando l'Ostrica Gigante lascia il gioco o diventa STAPpata, rimuovi tutti i segnalini -1/-1 dalla creatura.", "type": "Creatura — Ostrica"}, {"language": "Japanese", "multiverseId": 131542, "name": "巨大カキ", "text": "あなたは、あなたのアンタップ・ステップに巨大カキをアンタップしないことを選んでもよい。\n{T}：タップ状態のクリーチャー１体を対象とする。巨大カキがタップ状態であるかぎり、そのクリーチャーはそれのコントローラーのアンタップ・ステップの間にアンタップせず、あなたの各ドロー・ステップの開始時に、そのクリーチャーの上に－１/－１カウンターを１個置く。 巨大カキが場を離れるかアンタップ状態になったとき、そのクリーチャーからすべての－１/－１カウンターを取り除く。", "type": "クリーチャー — カキ"}, {"language": "Portuguese (Brazil)", "multiverseId": 131663, "name": "Ostra Gigante", "text": "Você pode optar por não desvirar Ostra Gigante durante a sua etapa de desvirar.\n{T}: Enquanto Ostra Gigante permanecer virada, a criatura alvo virada não será desvirada durante a etapa de desvirar de seu controlador e, no começo de cada uma de suas etapas de compra, coloque um marcador -1/-1 naquela criatura. Quando Ostra Gigante deixar o jogo ou se tornar desvirada, remova todos os marcadores -1/-1 daquela criatura.", "type": "Criatura — Ostra"}, {"language": "Russian", "multiverseId": 131784, "name": "Гигантская Устрица", "text": "Вы можете не разворачивать Гигантскую Устрицу на вашем шаге разворота.\n{T}: Пока Гигантская Устрица остается повернутой, целевое повернутое существо не разворачивается на шаге разворота контролируещего его игрока и в начале каждего вашего шага взятия карты, положите -1/-1 жетон на это существо. Когда Гигантская Устрица покидает игру или становится развернутой, уберите все -1/-1 жетоны с этого существа.", "type": "Существо — - Устрица"}, {"language": "Chinese Simplified", "multiverseId": 131058, "name": "巨型牡蛎", "text": "你可以选择于你的重置步骤中不重置巨型牡蛎。\n{T}：只要巨型牡蛎持续被横置，目标已横置的生物于其操控者的重置步骤中便不能重置，且在你的每个抓牌步骤开始时，在该生物上放置一个-1/-1指示物。 当巨型牡蛎离场或成为未横置时，移去该生物上所有的-1/-1指示物。", "type": "生物～牡蛎"}], "frameVersion": "1997", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121786", "cardKingdomId": "121089", "cardsphereId": "44356", "mcmId": "14101", "mtgjsonV4Id": "8d7c45cc-005b-54b6-9273-72fe188f9bfb", "mtgoFoilId": "26062", "mtgoId": "26061", "multiverseId": "108816", "scryfallId": "2dab7498-c574-4ea6-8dee-e3e0991af018", "scryfallIllustrationId": "27aa1abd-7acf-4b5e-8fcc-a83ab2992c19", "scryfallOracleId": "062b4d84-5ba3-417b-b8e1-65afce7b05e3", "tcgplayerProductId": "14600"}, "isFoil": false, "isReprint": true, "isTimeshifted": true, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "paupercommander": "Restricted", "penny": "Legal", "premodern": "Legal", "vintage": "Legal"}, "manaCost": "{2}{U}{U}", "manaValue": 4.0, "name": "Giant Oyster", "number": "22", "power": "0", "printings": ["HML", "TSB"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/818c4905e74f9284", "cardKingdomFoil": "https://mtgjson.com/links/7b18a6511bf452b3", "tcgplayer": "https://mtgjson.com/links/467da7388cabf145"}, "rarity": "special", "rulings": [{"date": "2004-10-04", "text": "If the Oyster untaps during the draw step before its ability to add a -1/-1 counter resolves, the -1/-1 counter effect resolves and adds a -1/-1 counter after the -1/-1 counters are removed due to being untapped."}, {"date": "2006-09-25", "text": "The activated ability can target only a tapped creature."}, {"date": "2006-09-25", "text": "Activating the ability creates a continuous effect that works only as long as Giant Oyster remains tapped, a repeating delayed triggered ability that’s in effect only as long as Giant Oyster remains tapped, and a delayed triggered ability that triggers when Giant Oyster untaps or when it leaves the battlefield."}, {"date": "2006-09-25", "text": "Giant Oyster’s ability can be activated during your upkeep, and the creature will get a -1/-1 counter during the draw step that follows it."}], "setCode": "TSB", "subtypes": ["Oyster"], "supertypes": [], "text": "You may choose not to untap Giant Oyster during your untap step.\n{T}: For as long as Giant Oyster remains tapped, target tapped creature doesn't untap during its controller's untap step, and at the beginning of each of your draw steps, put a -1/-1 counter on that creature. When Giant Oyster leaves the battlefield or becomes untapped, remove all -1/-1 counters from the creature.", "toughness": "3", "type": "Creature — Oyster", "types": ["Creature"], "uuid": "5115d7d7-ffa8-56c3-9e13-dcbae8b148fd"}, {"artist": "Heather Hudson", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 5.0, "count": 3, "edhrecRank": 19449, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 133139, "name": "Visceriden-Tiefkrabbler", "text": "{U}: Der Visceriden-Tiefkrabbler erhält +1/+0 bis zum Ende des Zuges.\nAussetzen 4 {U} (Statt diese Karte aus deiner Hand zu spielen, kannst du {U} bezahlen, sie ganz aus dem Spiel entfernen und vier Zeitmarken auf sie legen. Entferne zu Beginn deines Versorgungssegments eine Zeitmarke von ihr. Wenn du die letzte Zeitmarke entfernst, spiele die Karte, ohne ihre Manakosten zu bezahlen. Sie hat Eile.)", "type": "Kreatur — Homarid, Krieger"}, {"language": "Spanish", "multiverseId": 134644, "name": "Caminante profundo viscérido", "text": "{U}: El Caminante profundo viscérido obtiene +1/+0 hasta el final del turno.\nSuspender 4—{U} (En lugar de jugar esta carta de tu mano, puedes pagar {U} y removerla del juego con cuatro contadores de tiempo sobre ella. Al comienzo de tu mantenimiento, remueve un contador de tiempo. Cuando remuevas el último, juégala sin pagar su coste de maná. Tiene la habilidad de prisa.)", "type": "Criatura — Guerrero homárido"}, {"language": "French", "multiverseId": 132838, "name": "Marcheur des profondeurs viscéride", "text": "{U} : Le Marcheur des profondeurs viscéride gagne +1/+0 jusqu'à la fin du tour.\nSuspension 4 — {U} (Plutôt que jouer cette carte depuis votre main, vous pouvez payer {U} et la retirer de la partie avec quatre marqueurs « temps » sur elle. Au début de votre entretien, retirez un marqueur « temps ». Quand vous retirez le dernier, jouez cette carte sans payer son coût de mana. Elle a la célérité.)", "type": "Créature : homaride et guerrier"}, {"language": "Italian", "multiverseId": 133440, "name": "Camminatore delle Profondità Visceride", "text": "{U}: Il Camminatore delle Profondità Visceride prende +1/+0 fino alla fine del turno.\nSospendere 4—{U} (Invece di giocare questa carta dalla tua mano, puoi pagare {U} e rimuoverla dal gioco con quattro segnalini tempo su di essa. All'inizio del tuo mantenimento, rimuovi un segnalino tempo. Quando rimuovi l'ultimo, gioca la carta senza pagare il suo costo di mana. Ha rapidità.)", "type": "Creatura — Guerriero Homarid"}, {"language": "Japanese", "multiverseId": 133741, "name": "ヴィセリッドの深み歩き", "text": "{U}：ヴィセリッドの深み歩きはターン終了時まで＋１/＋０の修整を受ける。\n待機 ４―{U} （これをあなたの手札からプレイするのではなく、{U}を支払ってゲームから取り除き、その上に時間カウンターを４個置いてもよい。 あなたのアップキープの開始時に、時間カウンターを１個取り除く。 最後の１個を取り除いたとき、あなたはそれをマナ・コストを支払わずにプレイする。 それは速攻を持つ。）", "type": "クリーチャー — ホマリッド・戦士"}, {"language": "Portuguese (Brazil)", "multiverseId": 134042, "name": "Passo-Fundo Viscérida", "text": "{U}: Passo-Fundo Viscérida recebe +1/+0 até o final do turno.\nSuspender 4—{U} (Em vez de jogar este card da sua mão, você pode pagar {U} e removê-lo do jogo com quatro marcadores temporais sobre ele. No início de sua manutenção, remova um marcador temporal. Quando remover o último, jogue-o sem pagar seu custo de mana. Ele tem ímpeto.)", "type": "Criatura — Guerreiro Homárida"}, {"language": "Russian", "multiverseId": 134343, "name": "Глубоководный Висерид", "text": "{U}: Глубоководный Висерид получает +1/+0 до конца хода.\nОтсрочка 4—{U} (Вместо того чтобы сыграть эту карту из вашей руки, вы можете заплатить {U} и удалить ее из игры с четырьмя временными жетонами на ней. В начале вашего шага поддержки удалите один временной жетон. После удаления последнего жетона сыграйте эту карту без оплаты ее мана-стоимости. Она получает ускорение.)", "type": "Существо — Хомарид Воин"}, {"language": "Chinese Simplified", "multiverseId": 132537, "name": "维塞里深潜兵", "text": "{U}：维塞里深潜兵得+1/+0直到回合结束。\n延缓4～{U}（除了从你手上使用此牌，你可以支付{U}并将此牌移出对战，且上面有四个计时指示物。 在你的维持开始时，从其上移去一个计时指示物。 当你移去最后一个时，则使用它且不需支付其法术力费用。 它具有敏捷。）", "type": "生物～荷马利／战士"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121728", "cardKingdomId": "121438", "cardsphereId": "44862", "mcmId": "14043", "mcmMetaId": "8570", "mtgjsonV4Id": "c2c0ac1f-6cef-5ab0-9c52-5e111504673b", "mtgoFoilId": "25682", "mtgoId": "25681", "multiverseId": "113615", "scryfallId": "cdc9f54e-7fba-4f03-83ca-6d293dffc07a", "scryfallIllustrationId": "497399d2-8b05-4637-b7c9-3c1e3e266db5", "scryfallOracleId": "9dea848b-d758-46d0-829d-b096061fd460", "tcgplayerProductId": "14421"}, "isFoil": false, "keywords": ["Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{4}{U}", "manaValue": 5.0, "name": "Viscerid Deepwalker", "number": "91", "power": "2", "printings": ["TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/e30efcc095b26d9d", "cardKingdomFoil": "https://mtgjson.com/links/133df1d720130cb4", "cardmarket": "https://mtgjson.com/links/22469cba2639cc64", "tcgplayer": "https://mtgjson.com/links/15819a8e66c1d5fa"}, "rarity": "common", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Homarid", "Warrior"], "supertypes": [], "text": "{U}: Viscerid Deepwalker gets +1/+0 until end of turn.\nSuspend 4—{U} (Rather than cast this card from your hand, you may pay {U} and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)", "toughness": "3", "type": "Creature — Homarid Warrior", "types": ["Creature"], "uuid": "c6b24406-0dc5-5c7d-abab-76778e75b8b7"}, {"artist": "Carl Critchlow", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 5.0, "count": 3, "edhrecRank": 8291, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 133057, "name": "Zeitriss-Wolkenscholle", "text": "Fliegend\nWenn die Zeitriss-Wolkenscholle ins Spiel kommt, bringe eine bleibende Karte deiner Wahl auf die Hand ihres Besitzers zurück.\nAussetzen 3 {1}{U} (Statt diese Karte aus deiner Hand zu spielen, kannst du {1}{U} bezahlen, sie ganz aus dem Spiel entfernen und drei Zeitmarken auf sie legen. Entferne zu Beginn deines Versorgungssegments eine Zeitmarke von ihr. Wenn du die letzte Zeitmarke entfernst, spiele die Karte, ohne ihre Manakosten zu bezahlen. Sie hat Eile.)", "type": "Kreatur — Illusion"}, {"language": "Spanish", "multiverseId": 134562, "name": "Rayanube ala agrietada", "text": "Vuela.\nCuando la Rayanube ala agrietada entre en juego, regresa el permanente objetivo a la mano de su propietario.\nSuspender 3—{1}{U} (En lugar de jugar esta carta de tu mano, puedes pagar {1}{U} y removerla del juego con tres contadores de tiempo sobre ella. Al comienzo de tu mantenimiento, remueve un contador de tiempo. Cuando remuevas el último, juégala sin pagar su coste de maná. Tiene la habilidad de prisa.)", "type": "Criatura — Ilusión"}, {"language": "French", "multiverseId": 132756, "name": "Pastenuage planefaille", "text": "Vol\nQuand le Pastenuage planefaille arrive en jeu, renvoyez le permanent ciblé dans la main de son propriétaire.\nSuspension 3 — {1}{U} (Plutôt que jouer cette carte depuis votre main, vous pouvez payer {1}{U} et la retirer de la partie avec trois marqueurs « temps » sur elle. Au début de votre entretien, retirez un marqueur « temps ». Quand vous retirez le dernier, jouez cette carte sans payer son coût de mana. Elle a la célérité.)", "type": "Créature : illusion"}, {"language": "Italian", "multiverseId": 133358, "name": "Nubimanta Alasquarciata", "text": "Volare\nQuando la Nubimanta Alasquarciata entra in gioco, fai tornare un permanente bersaglio in mano al suo proprietario.\nSospendere 3—{1}{U} (Invece di giocare questa carta dalla tua mano, puoi pagare {1}{U} e rimuoverla dal gioco con tre segnalini tempo su di essa. All'inizio del tuo mantenimento, rimuovi un segnalino tempo. Quando rimuovi l'ultimo, gioca la carta senza pagare il suo costo di mana. Ha rapidità.)", "type": "Creatura — Illusione"}, {"language": "Japanese", "multiverseId": 133659, "name": "裂け目翼の雲間を泳ぐもの", "text": "飛行\n裂け目翼の雲間を泳ぐものが場に出たとき、パーマネント１つを対象とし、それをオーナーの手札に戻す。\n待機 ３―{1}{U} （これをあなたの手札からプレイするのではなく、{1}{U}を支払ってゲームから取り除き、その上に時間カウンターを３個置いてもよい。 あなたのアップキープの開始時に、時間カウンターを１個取り除く。 最後の１個を取り除いたとき、あなたはそれをマナ・コストを支払わずにプレイする。 それは速攻を持つ。）", "type": "クリーチャー — イリュージョン"}, {"language": "Portuguese (Brazil)", "multiverseId": 133960, "name": "Desliza-Nuvens da Fenda", "text": "Voar\nQuando Desliza-Nuvens da Fenda entrar em jogo, devolva a permanente alvo para a mão de seu dono.\nSuspender 3—{1}{U} (Em vez de jogar este card da sua mão, você pode pagar {1}{U} e removê-lo do jogo com três marcadores temporais sobre ele. No início de sua manutenção, remova um marcador temporal. Quando remover o último, jogue-o sem pagar seu custo de mana. Ele tem ímpeto.)", "type": "Criatura — Ilusão"}, {"language": "Russian", "multiverseId": 134261, "name": "Разломный Наездник Облаков", "text": "Полет\nКогда Разломный Наездник Облаков входит в игру, верните целевой перманент в руку его владельца.\nОтсрочка 3—{1}{U} (Вместо того чтобы сыграть эту карту из вашей руки, вы можете заплатить {1}{U} и удалить ее из игры с тремя временными жетонами на ней. В начале вашего шага поддержки удалите один временной жетон. После удаления последнего жетона сыграйте эту карту без оплаты ее мана-стоимости. Она получает ускорение.)", "type": "Существо — Иллюзия"}, {"language": "Chinese Simplified", "multiverseId": 132455, "name": "时缝翔云影", "text": "飞行\n当时缝翔云影进场时，将目标永久物移回其拥有者手上。\n延缓3～{1}{U}（除了从你手上使用此牌，你可以支付{1}{U}并将此牌移出对战，且上面有三个计时指示物。 在你的维持开始时，从其上移去一个计时指示物。 当你移去最后一个时，则使用它且不需支付其法术力费用。 它具有敏捷。）", "type": "生物～虚影"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121648", "cardKingdomId": "121358", "cardsphereId": "44626", "mcmId": "13960", "mcmMetaId": "8491", "mtgjsonV4Id": "ca9026a1-e1c1-544f-890d-6f0ae29c3896", "mtgoFoilId": "25520", "mtgoId": "25519", "multiverseId": "109715", "scryfallId": "78ad6c86-8cfb-4f24-b8e8-ecbeffc949b8", "scryfallIllustrationId": "0356678e-41b9-4ed9-8fb7-73f98ee5deb9", "scryfallOracleId": "ae2e6ffd-fb93-4c47-88e7-e84460eefbe5", "tcgplayerProductId": "14341"}, "isFoil": false, "keywords": ["Flying", "Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "paupercommander": "Restricted", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{3}{U}{U}", "manaValue": 5.0, "name": "Riftwing Cloudskate", "number": "73", "power": "2", "printings": ["DD2", "DDM", "JVC", "MB1", "MMA", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/1848fe03e6c8d3df", "cardKingdomFoil": "https://mtgjson.com/links/91efb404dcbbb63f", "cardmarket": "https://mtgjson.com/links/360b21c160746e86", "tcgplayer": "https://mtgjson.com/links/82468b4ae743dabf"}, "rarity": "uncommon", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Illusion"], "supertypes": [], "text": "Flying\nWhen Riftwing Cloudskate enters the battlefield, return target permanent to its owner's hand.\nSuspend 3—{1}{U} (Rather than cast this card from your hand, you may pay {1}{U} and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)", "toughness": "2", "type": "Creature — Illusion", "types": ["Creature"], "uuid": "72f329eb-8361-5d30-b555-2c612d778bd3"}, {"artist": "Luca Zontini", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 7.0, "count": 1, "edhrecRank": 15523, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132921, "name": "Herumziehendes Ephemerid", "text": "Fliegend\nAussetzen 4 {1}{U} (Statt diese Karte aus deiner Hand zu spielen, kannst du {1}{U} bezahlen, sie ganz aus dem Spiel entfernen und vier Zeitmarken auf sie legen. Entferne zu Beginn deines Versorgungssegments eine Zeitmarke von ihr. Wenn du die letzte Zeitmarke entfernst, spiele die Karte, ohne ihre Manakosten zu bezahlen. Sie hat Eile.)", "type": "Kreatur — Illusion"}, {"language": "Spanish", "multiverseId": 134426, "name": "Efímero errante", "text": "Vuela.\nSuspender 4—{1}{U} (En lugar de jugar esta carta de tu mano, puedes pagar {1}{U} y removerla del juego con cuatro contadores de tiempo sobre ella. Al comienzo de tu mantenimiento, remueve un contador de tiempo. Cuando remuevas el último, juégala sin pagar su coste de maná. Tiene la habilidad de prisa.)", "type": "Criatura — Ilusión"}, {"language": "French", "multiverseId": 132620, "name": "Éphéméroptère errant", "text": "Vol\nSuspension 4 — {1}{U} (Plutôt que jouer cette carte depuis votre main, vous pouvez payer {1}{U} et la retirer de la partie avec quatre marqueurs « temps » sur elle. Au début de votre entretien, retirez un marqueur « temps ». Quand vous retirez le dernier, jouez cette carte sans payer son coût de mana. Elle a la célérité.)", "type": "Créature : illusion"}, {"language": "Italian", "multiverseId": 133222, "name": "Effimero Errante", "text": "Volare\nSospendere 4—{1}{U} (Invece di giocare questa carta dalla tua mano, puoi pagare {1}{U} e rimuoverla dal gioco con quattro segnalini tempo su di essa. All'inizio del tuo mantenimento, rimuovi un segnalino tempo. Quando rimuovi l'ultimo, gioca la carta senza pagare il suo costo di mana. Ha rapidità.)", "type": "Creatura — Illusione"}, {"language": "Japanese", "multiverseId": 133523, "name": "遍歴のカゲロウ獣", "text": "飛行\n待機 ４―{1}{U} （これをあなたの手札からプレイするのではなく、{1}{U}を支払ってゲームから取り除き、その上に時間カウンターを４個置いてもよい。 あなたのアップキープの開始時に、時間カウンターを１個取り除く。 最後の１個を取り除いたとき、あなたはそれをマナ・コストを支払わずにプレイする。 それは速攻を持つ。）", "type": "クリーチャー — イリュージョン"}, {"language": "Portuguese (Brazil)", "multiverseId": 133824, "name": "Efêmeron Errante", "text": "Voar\nSuspender 4—{1}{U} (Em vez de jogar este card da sua mão, você pode pagar {1}{U} e removê-lo do jogo com quatro marcadores temporais sobre ele. No início de sua manutenção, remova um marcador temporal. Quando remover o último, jogue-o sem pagar seu custo de mana. Ele tem ímpeto.)", "type": "Criatura — Ilusão"}, {"language": "Russian", "multiverseId": 134125, "name": "Заблудший Эфимерон", "text": "Полет\nОтсрочка 4—{1}{U} (Вместо того чтобы сыграть эту карту из вашей руки, вы можете заплатить {1}{U} и удалить ее из игры с четырмя временными жетонами на ней. В начале вашего шага поддержки, удалите один временной жетон. Когда вы удалите последний, сыграйте эту карту без оплаты ее мана-стоимости. Она получает ускорение.)", "type": "Существо — Иллюзия"}, {"language": "Chinese Simplified", "multiverseId": 132319, "name": "遍历蜉蝣", "text": "飞行\n延缓4～{1}{U}（除了从你手上使用此牌，你可以支付{1}{U}并将此牌移出对战，且上面有四个计时指示物。 在你的维持开始时，从其上移去一个计时指示物。 当你移去最后一个时，则使用它且不需支付其法术力费用。 它具有敏捷。）", "type": "生物～虚影"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121524", "cardKingdomId": "121234", "cardsphereId": "44264", "mcmId": "13824", "mcmMetaId": "8371", "mtgjsonV4Id": "0d0daa73-cc02-523a-9c42-2349af549f49", "mtgoFoilId": "25474", "mtgoId": "25473", "multiverseId": "108909", "scryfallId": "398c26cc-cd55-42c6-a744-aaefd7018960", "scryfallIllustrationId": "6847d8e8-ca45-4c1c-ab47-b383a175a443", "scryfallOracleId": "c77b89ec-4514-4e62-a508-2012f38a3e15", "tcgplayerProductId": "14217"}, "isFoil": false, "keywords": ["Flying", "Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{6}{U}", "manaValue": 7.0, "name": "Errant Ephemeron", "number": "60", "power": "4", "printings": ["DD2", "DDM", "JVC", "MB1", "MMA", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/d4aed72b884442c4", "cardKingdomFoil": "https://mtgjson.com/links/a69dfabb0c7ae927", "cardmarket": "https://mtgjson.com/links/32ca74f2269be6b2", "tcgplayer": "https://mtgjson.com/links/b7e73801bed76fa8"}, "rarity": "common", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Illusion"], "supertypes": [], "text": "Flying\nSuspend 4—{1}{U} (Rather than cast this card from your hand, you may pay {1}{U} and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)", "toughness": "4", "type": "Creature — Illusion", "types": ["Creature"], "uuid": "67648277-479e-5900-8f6e-eef793810bf5"}, {"artist": "Christopher Moeller", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 10.0, "count": 1, "edhrecRank": 3233, "finishes": ["nonfoil", "foil"], "flavorText": "The rift remained open for days, sluicing ancient seawater. It closed only after the last great tentacle squirmed its way through.", "foreignData": [{"flavorText": "Die Spalte blieb tagelang offen und ließ uraltes Meerwasser einströmen. Sie schloss sich erst, als sich auch der letzte Riesententakel hindurchgequetscht hatte.", "language": "German", "multiverseId": 132903, "name": "Tiefseekrake", "text": "Der Tiefseekrake ist unblockbar.\nAussetzen 9 {2}{U}\nImmer wenn ein Gegner einen Zauberspruch spielt, entferne eine Zeitmarke vom Tiefseekraken, falls er ausgesetzt ist.", "type": "Kreatur — Krake"}, {"flavorText": "La grieta permaneció abierta por días, vertiendo agua marina antigua. Se cerró sólo después de que el último gran tentáculo se deslizó a través de ella.", "language": "Spanish", "multiverseId": 134408, "name": "Kraken del mar profundo", "text": "El Kraken del mar profundo es imbloqueable.\nSuspender 9—{2}{U}.\nSiempre que un oponente juegue un hechizo, si el Kraken del mar profundo está suspendido, remueve un contador de tiempo de él.", "type": "Criatura — Kraken"}, {"flavorText": "La faille demeura ouverte pendant des jours, déversant son flot d'eau de mer ancestrale. Elle ne se referma qu'une fois que le dernier grand tentacule s'y fut faufilé.", "language": "French", "multiverseId": 132602, "name": "Kraken des abîmes", "text": "Le Kraken des abîmes est imblocable.\nSuspension 9 — {2}{U}\nÀ chaque fois qu'un adversaire joue un sort, si le Kraken des abîmes est en suspension, retirez-lui un marqueur « temps ».", "type": "Créature : kraken"}, {"flavorText": "Lo squarcio rimase aperto per giorni, inondando tutto di antica acqua salmastra. Si chiuse solo dopo che l'ultimo grande tentacolo si era fatto largo contorcendosi.", "language": "Italian", "multiverseId": 133204, "name": "Kraken delle Profondità", "text": "La Kraken delle Profondità non può essere bloccata.\nSospendere 9—{2}{U}\nOgniqualvolta un avversario gioca una magia, se la Kraken delle Profondità è sospesa, rimuovi un segnalino tempo da essa.", "type": "Creatura — Kraken"}, {"flavorText": "裂け目は何日もの間、そこから古代の海水を放出し続けていた。 それが閉じたのは、最後の触手がうねり出た後のことだった。", "language": "Japanese", "multiverseId": 133505, "name": "深海のクラーケン", "text": "深海のクラーケンはブロックされない。\n待機 ９―{2}{U}\nいずれかの対戦相手が呪文をプレイするたび、深海のクラーケンが待機状態である場合、それの上から時間カウンターを１個取り除く。", "type": "クリーチャー — クラーケン"}, {"flavorText": "A fenda permaneceu aberta por dias, jorrando as águas de um mar primitivo. Ela só se fechou depois que o último grande tentáculo passou.", "language": "Portuguese (Brazil)", "multiverseId": 133806, "name": "Kraken do Mar Profundo", "text": "Kraken do Mar Profundo não pode ser bloqueado.\nSuspender 9—{2}{U}\nToda vez que um oponente jogar uma mágica, se Kraken do Mar Profundo estiver suspenso, remova um marcador temporal dele.", "type": "Criatura — Kraken"}, {"flavorText": "Разлом оставался открытым многие дни, пропуская древние морские воды. Но все же он закрылся, когда последнее из громадных щупалец проскользнуло через него.", "language": "Russian", "multiverseId": 134107, "name": "Глубоководный Кракен", "text": "Глубоководный Кракен не блокируется.\nОтсрочка 9—{2}{U}\nКогда оппонент играет заклинание, если Глубоководный Кракен отсрочен, удалите с него один временной жетон.", "type": "Существо — Кракен"}, {"flavorText": "时缝连着打开了几天，泄出远古海水。 直到最后一个巨大触手从其间挤出来，才得以关闭。", "language": "Chinese Simplified", "multiverseId": 132301, "name": "深海巨怪", "text": "深海巨怪不能被阻挡。\n延缓9～{2}{U}\n每当任一对手使用咒语时，若深海巨怪已延缓，则从其上移去一个计时指示物。", "type": "生物～巨海兽"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121506", "cardKingdomId": "121216", "cardsphereId": "44208", "mcmId": "13806", "mcmMetaId": "8353", "mtgjsonV4Id": "0e447c0b-7b5d-5e9e-a305-42b071974a27", "mtgoFoilId": "25612", "mtgoId": "25611", "multiverseId": "113506", "scryfallId": "8e050532-e245-4eea-90a5-03e3e410dcbe", "scryfallIllustrationId": "0f753685-6a01-4c89-9bbd-cb86241093e0", "scryfallOracleId": "54de4a7f-86f4-4029-80f7-bc25d6509cc8", "tcgplayerProductId": "14199"}, "isFoil": false, "keywords": ["Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{7}{U}{U}{U}", "manaValue": 10.0, "name": "Deep-Sea Kraken", "number": "56", "power": "6", "printings": ["C14", "DDS", "TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/23f73bcd3e10109d", "cardKingdomFoil": "https://mtgjson.com/links/78566afa41b82f94", "cardmarket": "https://mtgjson.com/links/6eb48dabdb37ca55", "tcgplayer": "https://mtgjson.com/links/56ddb98c0784ed6c"}, "rarity": "rare", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Kraken"], "supertypes": [], "text": "Deep-Sea Kraken can't be blocked.\nSuspend 9—{2}{U} (Rather than cast this card from your hand, you may pay {2}{U} and exile it with nine time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)\nWhenever an opponent casts a spell, if Deep-Sea Kraken is suspended, remove a time counter from it.", "toughness": "6", "type": "Creature — Kraken", "types": ["Creature"], "uuid": "0e4b4d39-e2d1-52fc-bbc0-2932a1f1a442"}, {"artist": "Mark Zug", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 4.0, "count": 2, "edhrecRank": 15984, "finishes": ["nonfoil", "foil"], "flavorText": "\"The day is mine! I sent three such creatures against my foe, then watched as my magefire popped her soldiers like overripe spleenfruits.\"\n—Dobruk the Unstable, pyromancer", "foreignData": [{"flavorText": "„Was für ein toller Tag Ich habe drei solcher Kreaturen auf meine Gegnerin losgelassen und durfte zusehen, wie mein magisches Feuer ihre Soldaten wie überreife Früchte zerplatzen ließ.\" —Dobruk der Schwankende, Pyromagier", "language": "German", "multiverseId": 132893, "name": "Kohlenheizer", "text": "Wenn der Kohlenheizer ins Spiel kommt, erhöhe deinen Manavorrat um {R}{R}{R}, falls du ihn aus deiner Hand gespielt hast.", "type": "Kreatur — Elementarwesen"}, {"flavorText": "\"¡La victoria es mía Envié tres de esas criaturas contra mi enemigo, y luego observé mientras mi mago de fuego explotaba sus soldados como frutas maduras.\" —Dóbruk el inestable, piromante", "language": "Spanish", "multiverseId": 134398, "name": "Atizador de carbón", "text": "Cuando el Atizador de carbón entre en juego, si lo jugaste de tu mano, agrega {R}{R}{R} a tu reserva de maná.", "type": "Criatura — Elemental"}, {"flavorText": "« Quelle belle journée J'ai envoyé trois de ces créatures à mon ennemi, et j'ai admiré mon feu magique qui faisait éclater ses soldats comme des fruits trop mûrs. » —Dobruk l'instable, pyromancien", "language": "French", "multiverseId": 132592, "name": "Chauffeur de charbon", "text": "Quand le Chauffeur de charbon arrive en jeu, si vous l'avez joué depuis votre main, ajoutez {R}{R}{R} à votre réserve.", "type": "Créature : élémental"}, {"flavorText": "\"Oggi è la mia giornata Ho spedito tre di quelle creature contro la mia nemica, poi sono stato a guardare mentre il mio mago di fuoco trangugiava i suoi soldati come frutti amari troppo maturi.\" —Dobruk l'Instabile, piromante", "language": "Italian", "multiverseId": 133194, "name": "Fuochista Carbonaio", "text": "Quando il Fuochista Carbonaio entra in gioco, se l'hai giocato dalla tua mano, aggiungi {R}{R}{R} alla tua riserva di mana.", "type": "Creatura — Elementale"}, {"flavorText": "もらったぜ！ こいつらを三匹敵に送り込んでから魔法火を叩き込んだんだが、兵士がはじける様は熟れ過ぎた脾臓果みたいだったぜ！ ――紅蓮術士、不安定なドブルク", "language": "Japanese", "multiverseId": 133495, "name": "石炭焚き", "text": "石炭焚きが場に出たとき、それがあなたの手札からプレイしたものである場合、あなたのマナ・プールに{R}{R}{R}を加える。", "type": "クリーチャー — エレメンタル"}, {"flavorText": "\"Ganhei o dia Enviei três dessas criaturas contra meu inimigo, então fiquei observando enquanto meu fogo mágico estourava seus soldados como furiosos frutos passados.\" —Dobruk, o Instável, piromante", "language": "Portuguese (Brazil)", "multiverseId": 133796, "name": "Grelha de Carvão", "text": "Quando Grelha de Carvão entrar em jogo, se você o jogou de sua mão, adicione {R}{R}{R} à sua reserva de mana.", "type": "Criatura — Elemental"}, {"flavorText": "«Это мой день Я послал на врагов трех таких бестий, а затем наблюдал, как от магического огня солдаты взрывались как перезрелые фрукты», Бобрук Баломут, маг-поджигатель", "language": "Russian", "multiverseId": 134097, "name": "Угольный Кочегар", "text": "Когда Угольный Кочегар входит в игру, если вы сыграли его из своей руки, добавьте {R}{R}{R} в ваше хранилище маны.", "type": "Существо — Элементаль"}, {"flavorText": "「今日大胜！ 我把这生物派了三个去对抗敌人，接下来就是欣赏对手士兵身上喷出我的法术火焰，好象蒴果过熟爆开的景象。」 ～烈焰术士，火无常东布可", "language": "Chinese Simplified", "multiverseId": 132291, "name": "煤司炉", "text": "当煤司炉进场时，若你从手上使用之，则加{R}{R}{R}到你的法术力池中。", "type": "生物～元素"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121496", "cardKingdomId": "121206", "cardsphereId": "44172", "mcmId": "13796", "mcmMetaId": "8343", "mtgjsonV4Id": "c9f51c16-c9bf-538a-a4f0-8bb27fc58eff", "mtgoFoilId": "25684", "mtgoId": "25683", "multiverseId": "113618", "scryfallId": "3a6bdc34-1ef6-4de3-a9a9-b5dd503e02c0", "scryfallIllustrationId": "6a44a3b9-f6de-488e-8a73-91ffdb53a6ea", "scryfallOracleId": "7f3f7fb0-da18-467b-bf57-2ded458fda4d", "tcgplayerProductId": "14189"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{3}{R}", "manaValue": 4.0, "name": "Coal Stoker", "number": "150", "power": "3", "printings": ["DDK", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/8f77d6f764961a60", "cardKingdomFoil": "https://mtgjson.com/links/110f6010294fa42b", "cardmarket": "https://mtgjson.com/links/6d294dd20b79d451", "tcgplayer": "https://mtgjson.com/links/0d1b65ea80349091"}, "rarity": "common", "rulings": [{"date": "2011-01-25", "text": "You get the mana whether you want it or not. If you don’t spend it, it will disappear at the end of the current step (or phase)."}, {"date": "2013-09-20", "text": "If a creature (such as Clone) enters the battlefield as a copy of this creature, the copy’s “enters-the-battlefield” ability will still trigger as long as you cast that creature spell from your hand."}], "setCode": "TSP", "subtypes": ["Elemental"], "supertypes": [], "text": "When Coal Stoker enters the battlefield, if you cast it from your hand, add {R}{R}{R}.", "toughness": "3", "type": "Creature — Elemental", "types": ["Creature"], "uuid": "1999a73f-7a8c-5dd9-966e-a2d4a7dee1fd"}, {"artist": "Paolo Parente", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 5.0, "count": 2, "edhrecRank": 18432, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132984, "name": "Keldonischer Hellebardier", "text": "Erstschlag\nAussetzen 4 {R} (Statt diese Karte aus deiner Hand zu spielen, kannst du {R} bezahlen, sie ganz aus dem Spiel entfernen und vier Zeitmarken auf sie legen. Entferne zu Beginn deines Versorgungssegments eine Zeitmarke von ihr. Wenn du die letzte Zeitmarke entfernst, spiele die Karte, ohne ihre Manakosten zu bezahlen. Sie hat Eile.)", "type": "Kreatur — Mensch, Krieger"}, {"language": "Spanish", "multiverseId": 134489, "name": "Alabardero keldon", "text": "Daña primero.\nSuspender 4—{R} (En lugar de jugar esta carta de tu mano, puedes pagar {R} y removerla del juego con cuatro contadores de tiempo sobre ella. Al comienzo de tu mantenimiento, remueve un contador de tiempo. Cuando remuevas el último, juégala sin pagar su coste de maná. Tiene la habilidad de prisa.)", "type": "Criatura — Guerrero humano"}, {"language": "French", "multiverseId": 132683, "name": "Hallebardier kelde", "text": "Initiative\nSuspension 4 — {R} (Plutôt que jouer cette carte depuis votre main, vous pouvez payer {R} et la retirer de la partie avec quatre marqueurs « temps » sur elle. Au début de votre entretien, retirez un marqueur « temps ». Quand vous retirez le dernier, jouez cette carte sans payer son coût de mana. Elle a la célérité.)", "type": "Créature : humain et guerrier"}, {"language": "Italian", "multiverseId": 133285, "name": "Alabardiere di Keld", "text": "Attacco improvviso\nSospendere 4—{R} (Invece di giocare questa carta dalla tua mano, puoi pagare {R} e rimuoverla dal gioco con quattro segnalini tempo su di essa. All'inizio del tuo mantenimento, rimuovi un segnalino tempo. Quando rimuovi l'ultimo, gioca la carta senza pagare il suo costo di mana. Ha rapidità.)", "type": "Creatura — Guerriero Umano"}, {"language": "Japanese", "multiverseId": 133586, "name": "ケルドの矛槍兵", "text": "先制攻撃\n待機 ４―{R} （これをあなたの手札からプレイするのではなく、{R}を支払ってゲームから取り除き、その上に時間カウンターを４個置いてもよい。 あなたのアップキープの開始時に、時間カウンターを１個取り除く。 最後の１個を取り除いたとき、あなたはそれをマナ・コストを支払わずにプレイする。 それは速攻を持つ。）", "type": "クリーチャー — 人間・戦士"}, {"language": "Portuguese (Brazil)", "multiverseId": 133887, "name": "Alabardeiro Keldoniano", "text": "Iniciativa\nSuspender 4—{R} (Em vez de jogar este card da sua mão, você pode pagar {R} e removê-lo do jogo com quatro marcadores temporais sobre ele. No início de sua manutenção, remova um marcador temporal. Quando remover o último, jogue-o sem pagar seu custo de mana. Ele tem ímpeto.)", "type": "Criatura — Guerreiro Humano"}, {"language": "Russian", "multiverseId": 134188, "name": "Келдонский Алебардщик", "text": "Первый удар\nОтсрочка 4—{R} (Вместо того чтобы сыграть эту карту из вашей руки, заплатите {R} и удалите ее из игры с четырмя временными жетонами на ней. В начале вашего шага поддержки удалите один временной жетон. Когда вы удалите последний, сыграйте эту карту без оплаты ее мана-стоимости. Она получает ускорение.)", "type": "Существо — Человек Воин"}, {"language": "Chinese Simplified", "multiverseId": 132382, "name": "凯尔顿长戟兵", "text": "先攻\n延缓4～{R}（除了从你手上使用此牌，你可以支付{R}并将此牌移出对战，且上面有四个计时指示物。 在你的维持开始时，从其上移去一个计时指示物。 当你移去最后一个时，则使用它且不需支付其法术力费用。 它具有敏捷。）", "type": "生物～人类／战士"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121581", "cardKingdomId": "121291", "cardsphereId": "44434", "mcmId": "13887", "mcmMetaId": "8426", "mtgjsonV4Id": "fee4d5d7-05ad-50c9-ab5c-a8ec9c4f441f", "mtgoFoilId": "25454", "mtgoId": "25453", "multiverseId": "108891", "scryfallId": "a90723e0-fbb3-4976-9463-0373f8ed337c", "scryfallIllustrationId": "f8786d35-7192-4308-bf35-d29e70c32237", "scryfallOracleId": "a1472a2d-e6f7-4d65-8bb2-4ecfae2d2764", "tcgplayerProductId": "14274"}, "isFoil": false, "keywords": ["First strike", "Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{4}{R}", "manaValue": 5.0, "name": "Keldon Halberdier", "number": "167", "power": "4", "printings": ["IMA", "MB1", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/a2e4c092eedb3329", "cardKingdomFoil": "https://mtgjson.com/links/14429cdfaadac595", "cardmarket": "https://mtgjson.com/links/94a5feae184166a2", "tcgplayer": "https://mtgjson.com/links/1dae188c2cbfd85f"}, "rarity": "common", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Human", "Warrior"], "supertypes": [], "text": "First strike\nSuspend 4—{R} (Rather than cast this card from your hand, you may pay {R} and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)", "toughness": "1", "type": "Creature — Human Warrior", "types": ["Creature"], "uuid": "030b4df4-93f5-54a0-a381-43c8ef563ce4"}, {"artist": "Zoltan Boros & Gabor Szikszai", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 6.0, "count": 1, "edhrecRank": 18604, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 133029, "name": "Pardischer Drache", "text": "Fliegend\n{R}: Der Pardische Drache erhält +1/+0 bis zum Ende des Zuges.\nAussetzen 2 {R}{R}\nImmer wenn ein Gegner einen Zauberspruch spielt, kann dieser Spieler eine Zeitmarke auf den Pardischen Drachen legen, falls er ausgesetzt ist.", "type": "Kreatur — Drache"}, {"language": "Spanish", "multiverseId": 134534, "name": "Dragón párdico", "text": "Vuela.\n{R}: El Dragón párdico obtiene +1/+0 hasta el final del turno.\nSuspender 2—{R}{R}.\nSiempre que un oponente juegue un hechizo, si el Dragón párdico está suspendido, ese jugador puede poner un contador de tiempo sobre el Dragón párdico.", "type": "Criatura — Dragón"}, {"language": "French", "multiverseId": 132728, "name": "Dragon pardique", "text": "Vol\n{R} : Le Dragon pardique gagne +1/+0 jusqu'à la fin du tour.\nSuspension 2 — {R}{R}\nÀ chaque fois qu'un adversaire joue un sort, si le Dragon pardique est en suspension, ce joueur peut mettre un marqueur « temps » sur le Dragon pardique.", "type": "Créature : dragon"}, {"language": "Italian", "multiverseId": 133330, "name": "Drago Pardico", "text": "Volare\n{R}: Il Drago Pardico prende +1/+0 fino alla fine del turno.\nSospendere 2—{R}{R}\nOgniqualvolta un avversario gioca una magia, se il Drago Pardico è sospeso, quel giocatore può mettere un segnalino tempo sul Drago Pardico.", "type": "Creatura — Drago"}, {"language": "Japanese", "multiverseId": 133631, "name": "パーディック山のドラゴン", "text": "飛行\n{R}：パーディック山のドラゴンはターン終了時まで＋１/＋０の修整を受ける。\n待機 ２―{R}{R}\nいずれかの対戦相手が呪文をプレイするたび、パーディック山のドラゴンが待機状態である場合、そのプレイヤーはパーディック山のドラゴンの上に時間カウンターを１個置いてもよい。", "type": "クリーチャー — ドラゴン"}, {"language": "Portuguese (Brazil)", "multiverseId": 133932, "name": "Dragão Párdico", "text": "Voar\n{R}: Dragão Párdico recebe +1/+0 até o final do turno.\nSuspender 2—{R}{R}\nToda vez que um oponente jogar uma mágica, se Dragão Párdico estiver suspenso, aquele jogador poderá colocar um marcador temporal sobre Dragão Párdico.", "type": "Criatura — Dragão"}, {"language": "Russian", "multiverseId": 134233, "name": "Пардикский Дракон", "text": "Полет\n{R}: Пардикский Дракон получает +1/+0 до конца хода.\nОтсрочка 2—{R}{R}\nКогда оппонент играет заклинание, если Пардикский Дракон отсрочен, этот игрок может положить один временной жетон на Пардикского Дракона.", "type": "Существо — Дракон"}, {"language": "Chinese Simplified", "multiverseId": 132427, "name": "帕笛可巨龙", "text": "飞行\n{R}：帕笛可巨龙得+1/+0直到回合结束。\n延缓2～{R}{R}\n每当对手使用咒语时，若帕笛可巨龙已延缓，则该牌手可以在帕笛可巨龙上放置一个计时指示物。", "type": "生物～龙"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121623", "cardKingdomId": "121333", "cardsphereId": "44560", "mcmId": "13932", "mcmMetaId": "8467", "mtgjsonV4Id": "b7d227fa-4414-50c9-b068-2fa0412fdcd7", "mtgoFoilId": "25498", "mtgoId": "25497", "multiverseId": "109686", "scryfallId": "ad47d954-dda8-412a-b69b-a213bbd2f309", "scryfallIllustrationId": "77ffe6da-7fb1-4f14-bef4-67e70e184bc7", "scryfallOracleId": "a4fa2afe-52fc-4ad0-a694-693cb9c88096", "tcgplayerProductId": "14316"}, "isFoil": false, "keywords": ["Flying", "Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "paupercommander": "Restricted", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{4}{R}{R}", "manaValue": 6.0, "name": "Pardic Dragon", "number": "173", "power": "4", "printings": ["MMA", "TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/c313fef42a4ad2c8", "cardKingdomFoil": "https://mtgjson.com/links/a3847639cc367da4", "cardmarket": "https://mtgjson.com/links/9c60c76668f39bbc", "tcgplayer": "https://mtgjson.com/links/46905d24a379478e"}, "rarity": "rare", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "A creature cast using suspend will enter the battlefield with haste. It will have haste until another player gains control of it. (In some rare cases, another player may gain control of the creature spell itself. If this happens, the creature won’t enter the battlefield with haste.)"}], "setCode": "TSP", "subtypes": ["Dragon"], "supertypes": [], "text": "Flying\n{R}: Pardic Dragon gets +1/+0 until end of turn.\nSuspend 2—{R}{R}\nWhenever an opponent casts a spell, if Pardic Dragon is suspended, that player may put a time counter on Pardic Dragon.", "toughness": "4", "type": "Creature — Dragon", "types": ["Creature"], "uuid": "562bde17-3432-5d4b-bdc2-df7876fce121"}, {"artist": "Dan Frazier", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 2.0, "count": 1, "edhrecRank": 7816, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132982, "name": "Jhoiras Zeitkäfer", "text": "{T}: Bestimme eine bleibende Karte deiner Wahl, die du kontrollierst, oder eine ausgesetzte Karte, die du besitzt. Falls auf dieser bleibenden Karte oder Karte mindestens eine Zeitmarke liegt, kannst du eine Zeitmarke von ihr entfernen oder eine weitere Zeitmarke auf sie legen.", "type": "Artefaktkreatur — Insekt"}, {"language": "Spanish", "multiverseId": 134487, "name": "Insecto temporal de Jhoira", "text": "{T}: Elige el permanente objetivo que controlas o la carta suspendida objetivo de la cual eres propietario. Si esa carta o permanente tiene un contador de tiempo sobre él, puedes remover un contador de tiempo o poner otro contador de tiempo sobre él.", "type": "Criatura artefacto — Insecto"}, {"language": "French", "multiverseId": 132681, "name": "Insectemporal de Djoïra", "text": "{T} : Choisissez un permanent ciblé que vous contrôlez ou une carte en suspension que vous possédez. Si ce permanent ou carte a un marqueur « temps » sur lui, vous pouvez lui retirer un marqueur « temps » ou y mettre un autre marqueur « temps ».", "type": "Créature-artefact : insecte"}, {"language": "Italian", "multiverseId": 133283, "name": "Cronoinsetto di Jhoira", "text": "{T}: Scegli un permanente bersaglio che controlli o una carta sospesa che possiedi. Se quel permanente o quella carta ha un segnalino tempo su di esso, puoi rimuovere un segnalino tempo da esso o mettere un altro segnalino tempo su di esso.", "type": "Creatura Artefatto — Insetto"}, {"language": "Japanese", "multiverseId": 133584, "name": "ジョイラの時虫", "text": "{T}：あなたがコントロールするパーマネント１つか、あなたがオーナーである待機状態のカード１枚を対象とする。 そのパーマネントかカードに時間カウンターが置かれている場合、あなたはそれから時間カウンターを１個取り除くかその上に時間カウンターを１個置くかしてもよい。", "type": "アーティファクト・クリーチャー — 昆虫"}, {"language": "Portuguese (Brazil)", "multiverseId": 133885, "name": "Inseto-Ampulheta de Jhoira", "text": "{T}: Escolha uma permanente alvo que você controla ou um card suspenso seu. Se aquela permanente ou card tiver um marcador temporal sobre ele, você poderá remover um marcador temporal dele ou colocar outro marcador temporal sobre ele.", "type": "Criatura Artefato — Inseto"}, {"language": "Russian", "multiverseId": 134186, "name": "Временной Жучек Джойры", "text": "{T}: Выберите целевой перманент под вашим контролем или вашу отсроченную карту. Если на этом перманенте (или карте) имеется временной жетон, вы можете убрать с него временной жетон или положить на него другой временной жетон.", "type": "Артефактное Существо — Насекомое"}, {"language": "Chinese Simplified", "multiverseId": 132380, "name": "尤依拉的计时虫", "text": "{T}：选择目标由你操控的永久物，或由你拥有且已延缓的牌。 如果该永久物或牌上有计时指示物，你可以从其上移去一个计时指示物，或在其上放置一个计时指示物。", "type": "神器生物～昆虫"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121579", "cardKingdomId": "121289", "cardsphereId": "44428", "mcmId": "13885", "mcmMetaId": "8424", "mtgjsonV4Id": "4bd8c80f-ca7d-50b1-9739-61b88ca33341", "mtgoFoilId": "25792", "mtgoId": "25791", "multiverseId": "118879", "scryfallId": "9ce2c6d7-505b-490b-9c6f-b5166c9ff71d", "scryfallIllustrationId": "b03dd7b6-ea3b-466b-9292-529c9f007379", "scryfallOracleId": "afe11d79-1edd-4175-9cdd-11e475240e7a", "tcgplayerProductId": "14272"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{2}", "manaValue": 2.0, "name": "Jhoira's Timebug", "number": "257", "power": "1", "printings": ["TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/6e6704d0da7eedb6", "cardKingdomFoil": "https://mtgjson.com/links/0cc1fe4637c712ae", "cardmarket": "https://mtgjson.com/links/e6d64b7c50e0a52d", "tcgplayer": "https://mtgjson.com/links/897d10b883e41703"}, "rarity": "common", "rulings": [], "setCode": "TSP", "subtypes": ["Insect"], "supertypes": [], "text": "{T}: Choose target permanent you control or suspended card you own. If that permanent or card has a time counter on it, you may remove a time counter from it or put another time counter on it.", "toughness": "2", "type": "Artifact Creature — Insect", "types": ["Artifact", "Creature"], "uuid": "b32b03e6-17d7-5815-a779-c2f20b6c4a27"}, {"artist": "Daren Bader", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 5.0, "count": 1, "edhrecRank": 13086, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132891, "name": "Mechanische Hydra", "text": "Die Mechanische Hydra kommt mit vier +1/+1-Marken ins Spiel.\nImmer wenn die Mechanische Hydra angreift oder blockt, entferne eine +1/+1-Marke von ihr. Falls du dies tust, fügt die Mechanische Hydra einer Kreatur oder einem Spieler deiner Wahl 1 Schadenspunkt zu.\n{T}: Lege eine +1/+1-Marke auf die Mechanische Hydra.", "type": "Artefaktkreatur — Hydra"}, {"language": "Spanish", "multiverseId": 134396, "name": "Hidra mecánica", "text": "La Hidra mecánica entra en juego con cuatro contadores +1/+1 sobre ella.\nSiempre que la Hidra mecánica ataque o bloquee, remueve un contador +1/+1 de ella. Si lo haces, la Hidra mecánica hace 1 punto de daño a la criatura o jugador objetivo.\n{T}: Pon un contador +1/+1 sobre la Hidra mecánica.", "type": "Criatura artefacto — Hidra"}, {"language": "French", "multiverseId": 132590, "name": "Hydre mécanique", "text": "L'Hydre mécanique arrive en jeu avec quatre marqueurs +1/+1 sur elle.\nÀ chaque fois que l'Hydre mécanique attaque ou bloque, retirez-lui un marqueur +1/+1. Si vous faites ainsi, l'Hydre mécanique inflige 1 blessure à une cible, créature ou joueur.\n{T} : Mettez un marqueur +1/+1 sur l'Hydre mécanique.", "type": "Créature-artefact : hydre"}, {"language": "Italian", "multiverseId": 133192, "name": "Idra Meccanica", "text": "L'Idra Meccanica entra in gioco con quattro segnalini +1/+1 su di essa.\nOgniqualvolta l'Idra Meccanica attacca o blocca, rimuovi un segnalino +1/+1 da essa. Se lo fai, l'Idra Meccanica infligge 1 danno a una creatura o a un giocatore bersaglio.\n{T}: Metti un segnalino +1/+1 sull'Idra Meccanica.", "type": "Creatura Artefatto — Idra"}, {"language": "Japanese", "multiverseId": 133493, "name": "機械仕掛けのハイドラ", "text": "機械仕掛けのハイドラは、４個の＋１/＋１カウンターが置かれた状態で場に出る。\n機械仕掛けのハイドラが攻撃するかブロックするたび、クリーチャー１体かプレイヤー１人を対象とする。機械仕掛けのハイドラの上から＋１/＋１カウンターを１個取り除く。 そうした場合、機械仕掛けのハイドラはそれに１点のダメージを与える。\n{T}：機械仕掛けのハイドラの上に＋１/＋１カウンターを１個置く。", "type": "アーティファクト・クリーチャー — ハイドラ"}, {"language": "Portuguese (Brazil)", "multiverseId": 133794, "name": "Hidra Mecânica", "text": "Hidra Mecânica entra em jogo com quatro marcadores +1/+1 sobre ela.\nToda vez que Hidra Mecânica atacar ou bloquear, remova um marcador +1/+1 dela. Se o fizer, Hidra Mecânica causará 1 ponto de dano à criatura alvo ou ao jogador alvo.\n{T}: Coloque um marcador +1/+1 sobre Hidra Mecânica.", "type": "Criatura Artefato — Hidra"}, {"language": "Russian", "multiverseId": 134095, "name": "Заводная Гидра", "text": "Заводная Гидра входит в игру с четырьмя жетонами +1/+1 на ней.\nКогда Заводная Гидра атакует или блокирует, снимите с нее один жетон +1/+1. Если вы это сделали, Заводная Гидра наносит 1 повреждение целевому существу или игроку.\n{T}: Положите один +1/+1 жетон на Заводную Гидру.", "type": "Артефактное Существо — Гидра"}, {"language": "Chinese Simplified", "multiverseId": 132289, "name": "发条多头龙", "text": "发条多头龙进场时上面有四个+1/+1指示物。\n每当发条多头龙进行攻击或阻挡时，从上面移去一个+1/+1指示物。 若你如此作，则发条多头龙对目标生物或牌手造成1点伤害。\n{T}：在发条多头龙上放置一个+1/+1指示物。", "type": "神器生物～多头龙"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121494", "cardKingdomId": "121204", "cardsphereId": "44168", "mcmId": "13794", "mcmMetaId": "8341", "mtgjsonV4Id": "1be2d7ef-4409-5453-8899-a2a3c896df91", "mtgoFoilId": "25642", "mtgoId": "25641", "multiverseId": "113530", "scryfallId": "54522c50-5333-47ac-ba3e-d87c599404c4", "scryfallIllustrationId": "f3f41980-8613-42a3-bc45-6769b75bab5b", "scryfallOracleId": "6fd37ff3-e75d-459a-8717-8f6a9865fb32", "tcgplayerProductId": "14187"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "paupercommander": "Restricted", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{5}", "manaValue": 5.0, "name": "Clockwork Hydra", "number": "253", "power": "0", "printings": ["DDF", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/7ae2b4f62c61eace", "cardKingdomFoil": "https://mtgjson.com/links/e7a6cd5a72fe2431", "cardmarket": "https://mtgjson.com/links/f2f417ce6d98268a", "tcgplayer": "https://mtgjson.com/links/ef71d65996da8d3a"}, "rarity": "uncommon", "rulings": [{"date": "2021-03-19", "text": "If Clockwork Hydra leaves the battlefield while its trigger is on the stack, you can’t remove a +1/+1 counter from it, so it won’t deal damage."}, {"date": "2021-03-19", "text": "If the chosen target is an illegal target by the time Clockwork Hydra’s triggered ability tries to resolve, the ability doesn’t resolve. You don’t remove a counter from Clockwork Hydra."}], "setCode": "TSP", "subtypes": ["Hydra"], "supertypes": [], "text": "Clockwork Hydra enters the battlefield with four +1/+1 counters on it.\nWhenever Clockwork Hydra attacks or blocks, remove a +1/+1 counter from it. If you do, Clockwork Hydra deals 1 damage to any target.\n{T}: Put a +1/+1 counter on Clockwork Hydra.", "toughness": "0", "type": "Artifact Creature — Hydra", "types": ["Artifact", "Creature"], "uuid": "04c87875-80e6-5752-beda-6335739e404e"}, {"artist": "Zoltan Boros & Gabor Szikszai", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 1.0, "count": 2, "edhrecRank": 3675, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132890, "name": "Tickendes Uhrwerk", "text": "Rückkauf {3} (Du kannst zusätzlich {3} bezahlen, sowie du diesen Zauberspruch spielst. Falls du dies tust, nimm diese Karte auf deine Hand, sowie sie verrechnet wird.)\nBestimme eine Marke auf einer bleibenden oder ausgesetzten Karte deiner Wahl. Entferne diese Marke von dieser bleibenden Karte oder Karte oder lege eine weitere Marke derselben Art auf sie.", "type": "Spontanzauber"}, {"language": "Spanish", "multiverseId": 134395, "name": "Vueltas del reloj", "text": "Recuperar {3} (Puedes pagar {3} adicionales en cuanto juegues este hechizo. Si lo haces, pon esta carta en tu mano en cuanto se resuelve.)\nElige un contador sobre el permanente o carta suspendida objetivo. Remueve ese contador de esa carta o permanente o pon otro de esos contadores sobre él.", "type": "Instantáneo"}, {"language": "French", "multiverseId": 132589, "name": "Clepsydre", "text": "Rappel {3} (Vous pouvez payer {3} supplémentaires au moment où vous jouez ce sort. Si vous faites ainsi, mettez cette carte dans votre main au moment où elle se résout.)\nChoisissez un marqueur sur le permanent ciblé ou la carte en suspension ciblée. Retirez ce marqueur de ce permanent ou de cette carte ou mettez un autre de ces marqueurs sur lui.", "type": "Éphémère"}, {"language": "Italian", "multiverseId": 133191, "name": "Accelerazione Oraria", "text": "Riscatto {3} (Puoi pagare {3} addizionale mentre giochi questa magia). Se lo fai, riprendi in mano questa carta quando si risolve.)\nScegli un segnalino su un permanente o una carta sospesa bersaglio. Rimuovi quel segnalino da quel permanente o da quella carta o metti su di esso o essa un altro di quei segnalini.", "type": "Istantaneo"}, {"language": "Japanese", "multiverseId": 133492, "name": "時計回し", "text": "バイバック {3} （あなたはこの呪文をプレイするに際し、追加で{3}を支払ってもよい。 そうした場合、それの解決に際し、このカードをあなたの手札に加える。）\nパーマネント１つか待機状態のカード１枚を対象とする。その上のカウンターを１個選ぶ。 そのパーマネントかカードの上のそのカウンターを取り除くか、そのカウンターをもう１個置く。", "type": "インスタント"}, {"language": "Portuguese (Brazil)", "multiverseId": 133793, "name": "Ponteiro do Tempo", "text": "Recuperar {3} (Você pode pagar um custo adicional de {3} ao jogar esta mágica. Se fizer isso, coloque este card em sua mão quando for resolvido.)\nEscolha um marcador na permanente alvo ou card suspenso alvo. Remova aquele marcador daquela permanente ou card ou coloque outro desses marcadores sobre ele.", "type": "Mágica Instantânea"}, {"language": "Russian", "multiverseId": 134094, "name": "Бег Часов", "text": "Выкуп {3} (Играя это заклинание, вы можете заплатить дополнительно {3}. Если вы делаете это, положите эту карту в вашу руку, когда она разрешится.)\nВыберите жетон на целевом перманенте или отсроченной карте. Удалите этот жетон с этого перманента или карты или положите другой такой же жетон на него или нее.", "type": "Мгновенное заклинание"}, {"language": "Chinese Simplified", "multiverseId": 132288, "name": "扭转时钟", "text": "购回{3}（你使用此咒语时可以额外支付{3}。 若你如此做，则结算此咒语时将它放入你的手牌。）\n在目标永久物或已延缓的牌上选择一个指示物。 将该指示物从该永久物或牌上移去，或在其上放置一个同样的指示物。", "type": "瞬间"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121493", "cardKingdomId": "121203", "cardsphereId": "44166", "mcmId": "13793", "mcmMetaId": "8340", "mtgjsonV4Id": "f124c02f-e05a-582e-892e-a8007eae80ff", "mtgoFoilId": "25490", "mtgoId": "25489", "multiverseId": "109673", "scryfallId": "1323d548-e2fe-47c5-8df3-f181aed537c5", "scryfallIllustrationId": "39c6a11a-929f-4f73-9e79-0603ba57d44a", "scryfallOracleId": "3e1b32a9-27a4-4550-a644-ebe254e1f512", "tcgplayerProductId": "14186"}, "isFoil": false, "keywords": ["Buyback"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{U}", "manaValue": 1.0, "name": "Clockspinning", "number": "53", "printings": ["TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/e34a1f783bb3d1c0", "cardKingdomFoil": "https://mtgjson.com/links/22e93d6dbae95437", "cardmarket": "https://mtgjson.com/links/8cad3ac0c9f516c2", "tcgplayer": "https://mtgjson.com/links/0c306288887856df"}, "rarity": "common", "rulings": [{"date": "2006-09-25", "text": "If the target is a permanent and it has no counter on it when Clockspinning resolves, nothing happens."}, {"date": "2006-09-25", "text": "Clockspinning can affect any kind of counter, not just a time counter. The type of counter isn’t chosen until resolution. Whether to add or remove a counter isn’t chosen until resolution."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Buyback {3} (You may pay an additional {3} as you cast this spell. If you do, put this card into your hand as it resolves.)\nChoose a counter on target permanent or suspended card. Remove that counter from that permanent or card or put another of those counters on it.", "type": "Instant", "types": ["Instant"], "uuid": "6d11f4b3-b3f1-510b-9b8e-8a3287873275"}, {"artist": "Quinton Hoover", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 1.0, "count": 1, "edhrecRank": 8248, "finishes": ["nonfoil", "foil"], "flavorText": "\"I followed her song only to find it was a dirge.\"\n—Crovax", "foreignData": [{"flavorText": "„Ich folgte ihrem Lied und musste feststellen, dass es ein Trauermarsch war.\" —Crovax", "language": "German", "multiverseId": 131372, "name": "Eingebungen der Musen", "text": "Rückkauf {5} (Du kannst zusätzlich {5} bezahlen, sowie du diesen Zauberspruch spielst. Falls du dies tust, nimm diese Karte auf deine Hand, sowie sie verrechnet wird.)\nZiehe eine Karte.", "type": "Spontanzauber"}, {"flavorText": "\"Escuché su canción sólo para descubrir que se trataba de un canto de difuntos.\" —Crovax", "language": "Spanish", "multiverseId": 131977, "name": "Los susurros de la musa", "text": "Recuperar {5}. (Puedes pagar {5} adicionales en cuanto juegues este hechizo.) Si lo haces, pon esta carta en tu mano en cuanto se resuelve.)\nRoba una carta.", "type": "Instantáneo"}, {"flavorText": "« Je repris son chant sans savoir qu'il était funèbre » —Crovax", "language": "French", "multiverseId": 131251, "name": "Chuchotements de la muse", "text": "Rappel {5} (Vous pouvez payer {5} supplémentaires au moment où vous jouez ce sort. Si vous faites ainsi, mettez cette carte dans votre main au moment où elle se résout.)\nPiochez une carte.", "type": "Éphémère"}, {"flavorText": "\"Ho seguito il suo canto per poi scoprire che era un lamento funebre.\" —Crovax", "language": "Italian", "multiverseId": 131493, "name": "Sussurri della Musa", "text": "Riscatto {5} (Puoi spendere {5} addizionale mentre giochi questa magia. Se lo fai, riprendi in mano questa carta quando si risolve.)\nPesca una carta.", "type": "Istantaneo"}, {"flavorText": "彼女の歌を聞いていて、それが葬送歌だと気がついたんだよ。 ――クロウヴァクス", "language": "Japanese", "multiverseId": 131614, "name": "ミューズの囁き", "text": "バイバック {5} （あなたはこの呪文をプレイするに際し、追加で{5}を支払ってもよい。 そうした場合、それの解決に際し、このカードをあなたの手札に加える。）\nカードを１枚引く。", "type": "インスタント"}, {"flavorText": "\"Eu segui sua música, apenas para descobrir que era uma nênia.\" —Crovax", "language": "Portuguese (Brazil)", "multiverseId": 131735, "name": "Sussurros da Musa", "text": "Recuperar {5} (Você pode pagar um custo adicional de {5} ao jogar esta mágica. Se fizer isso, coloque este card em sua mão quando for resolvido.)\nCompre um card.", "type": "Mágica Instantânea"}, {"flavorText": "«Я следовал за ее песней, пока не понял, что она погребальная», Кровакс", "language": "Russian", "multiverseId": 131856, "name": "Шепот Музы", "text": "Выкуп {5} (Вы можете заплатить дополнительно {5} при игре этого заклинания. Если вы делаете это, положите эту карту в вашу руку, когда она разрешится.)\nВозьмите карту.", "type": "Мгновенное Заклинание"}, {"flavorText": "「我紧随着她的歌声，却发现那竟是丧曲。」 ～寇维克斯", "language": "Chinese Simplified", "multiverseId": 131130, "name": "缪司的耳语", "text": "购回{5}（你使用此咒语时可以额外支付{5}。 若你如此做，则结算此咒语时将它放入你的手牌。）\n抓一张牌。", "type": "瞬间"}], "frameVersion": "1997", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121858", "cardKingdomId": "121161", "cardsphereId": "44890", "mcmId": "14173", "mtgjsonV4Id": "3e43b9be-bdcb-589e-8a31-e48bf45a8eb4", "mtgoFoilId": "26110", "mtgoId": "26109", "multiverseId": "106651", "scryfallId": "e16e4f85-9611-4d5f-a7d9-4a5961dd7182", "scryfallIllustrationId": "1b1a7c05-b100-4cbb-b5e8-b63ae3fc85fc", "scryfallOracleId": "a4a8af4e-8686-45ba-94fd-ccf6cc8adaae", "tcgplayerProductId": "14672"}, "isFoil": false, "isReprint": true, "isTimeshifted": true, "keywords": ["Buyback"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "premodern": "Legal", "vintage": "Legal"}, "manaCost": "{U}", "manaValue": 1.0, "name": "Whispers of the Muse", "number": "35", "printings": ["TMP", "TPR", "TSB", "WC98"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/bb8d7613e8d8754a", "cardKingdomFoil": "https://mtgjson.com/links/a6b9a1cded5b3611", "tcgplayer": "https://mtgjson.com/links/1ffdef5d37371e79"}, "rarity": "special", "rulings": [], "setCode": "TSB", "subtypes": [], "supertypes": [], "text": "Buyback {5} (You may pay an additional {5} as you cast this spell. If you do, put this card into your hand as it resolves.)\nDraw a card.", "type": "Instant", "types": ["Instant"], "uuid": "5c60b5fc-0374-51df-a0b9-7c6332a39c8b"}, {"artist": "Janine Johnston", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": ["U"], "convertedManaCost": 4.0, "count": 1, "edhrecRank": 7900, "finishes": ["nonfoil", "foil"], "flavorText": "\"Sages who take the time to verify their sources are rewarded for their diligence.\"\n—Jhoira, to Teferi", "foreignData": [{"flavorText": "„Weise, die ihre Quellen überprüfen, werden für ihren Eifer meist auch belohnt.\" —Jhoira, zu Teferi", "language": "German", "multiverseId": 132881, "name": "Sorgfältiges Abwägen", "text": "Ein Spieler deiner Wahl zieht vier Karten und wirft dann drei Karten ab. Spielst du diesen Zauberspruch während deiner Hauptphase, zieht ein Spieler deiner Wahl stattdessen vier Karten und wirft dann zwei Karten ab.", "type": "Spontanzauber"}, {"flavorText": "\"Los sabios que se toman el tiempo para verificar sus fuentes se ven recompensados por su diligencia.\" —Jhoira, a Teferi", "language": "Spanish", "multiverseId": 134386, "name": "Consideración detallada", "text": "El jugador objetivo roba cuatro cartas, después descarta tres cartas. Si jugaste este hechizo durante tu fase principal, en vez de eso ese jugador roba cuatro cartas, después descarta dos cartas.", "type": "Instantáneo"}, {"flavorText": "« Les sages qui prennent le temps de vérifier leurs sources sont récompensés pour leur zèle. » —Djoïra, à Téfeiri", "language": "French", "multiverseId": 132580, "name": "Attention minutieuse", "text": "Le joueur ciblé pioche quatre cartes, puis se défausse de trois cartes. Si vous avez joué ce sort pendant votre phase principale, ce joueur pioche quatre cartes, puis se défausse de deux cartes à la place.", "type": "Éphémère"}, {"flavorText": "\"I saggi che si prendono il tempo di verificare le loro fonti sono premiati per la loro diligenza.\" —Jhoira, a Teferi.", "language": "Italian", "multiverseId": 133182, "name": "Attenta Riflessione", "text": "Un giocatore bersaglio pesca quattro carte, poi scarta tre carte. Se hai giocato questa magia durante la tua fase principale, invece quel giocatore pesca quattro carte, poi scarta due carte.", "type": "Istantaneo"}, {"flavorText": "情報源を調べるのに時間をかける賢者は、その勤勉さが報われるものなのですよ。 ――ジョイラからテフェリーへ", "language": "Japanese", "multiverseId": 133483, "name": "入念な考慮", "text": "プレイヤー１人を対象とする。そのプレイヤーはカードを４枚引き、その後カードを３枚捨てる。 あなたがこの呪文をあなたのメイン・フェイズ中にプレイした場合、代わりにそのプレイヤーはカードを４枚引き、その後カードを２枚捨てる。", "type": "インスタント"}, {"flavorText": "\"Os sábios que dedicam tempo a verificar suas fontes são recompensados por sua diligência.\" —Jhoira, para Teferi", "language": "Portuguese (Brazil)", "multiverseId": 133784, "name": "Consideração Cuidadosa", "text": "O jogador alvo compra quatro cards e então descarta três cards. Se você jogou esta mágica durante sua fase principal, em vez disso, o jogador compra quatro cards e então descarta dois cards.", "type": "Mágica Instantânea"}, {"flavorText": "«Мудрецы, не жалеющие времени на перепроверку источников, получают вознаграждение за свое усердие», Джойра, к Тефери", "language": "Russian", "multiverseId": 134085, "name": "Внимательное Рассмотрение", "text": "Целевой игрок берет четыре карты, затем сбрасывает три карты. Если вы сыграли это заклинание во время вашей основной фазы, вместо этого этот игрок берет четыре карты, затем сбрасывает две карты.", "type": "Мгновенное заклинание"}, {"flavorText": "「愿花时间核对来源的智者，都会因勤勉而获益。」 ～尤依拉致泰菲力", "language": "Chinese Simplified", "multiverseId": 132279, "name": "细心考虑", "text": "目标牌手抓四张牌，然后弃三张牌。 如果你在你的行动阶段使用此咒语，则改为该牌手抓四张牌，然后弃两张牌。", "type": "瞬间"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121484", "cardKingdomId": "121194", "cardsphereId": "44144", "mcmId": "13784", "mcmMetaId": "8331", "mtgjsonV4Id": "ef2eb3bb-0322-51eb-b136-7096ef461ed4", "mtgoFoilId": "25502", "mtgoId": "25501", "multiverseId": "109691", "scryfallId": "bcf71574-5b1e-4483-9a8e-c3212148ce9c", "scryfallIllustrationId": "9059d5b7-ab00-42b7-b4eb-f91c769ca325", "scryfallOracleId": "2b34b361-7b0e-4464-874c-ceb501bc5ecc", "tcgplayerProductId": "14177"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{2}{U}{U}", "manaValue": 4.0, "name": "Careful Consideration", "number": "52", "printings": ["MMA", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/1208333a3b6e2eb9", "cardKingdomFoil": "https://mtgjson.com/links/6af2f94c10b0c6e5", "cardmarket": "https://mtgjson.com/links/af9a3ba833511d09", "tcgplayer": "https://mtgjson.com/links/05a6d59d396ad730"}, "rarity": "uncommon", "rulings": [{"date": "2021-03-19", "text": "If a spell or ability copies Careful Consideration, the target player discards three cards for the copy after drawing four cards. This is because the copy wasn’t cast at all."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Target player draws four cards, then discards three cards. If you cast this spell during your main phase, instead that player draws four cards, then discards two cards.", "type": "Instant", "types": ["Instant"], "uuid": "fea919f6-ddd7-5550-a268-c00ef3969c29"}, {"artist": "Thomas M. Baxa", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 1.0, "count": 1, "edhrecRank": 11367, "finishes": ["nonfoil", "foil"], "flavorText": "Some time rifts didn't take away the people but just the ground they stood on.", "foreignData": [{"flavorText": "Manche Risse im Zeitgefüge sogen nicht die Menschen ein, sondern den Grund und Boden, auf dem sie standen.", "language": "German", "multiverseId": 132961, "name": "Bodenspalt", "text": "Eine nichtfliegende Kreatur deiner Wahl kann in diesem Zug nicht blocken.\nSturm (Wenn du diesen Zauberspruch spielst, kopiere ihn einmal für jeden Zauberspruch, der in diesem Zug bereits gespielt wurde. Du kannst neue Ziele für die Kopien bestimmen.)", "type": "Hexerei"}, {"flavorText": "Algunas brechas de tiempo no se llevaron gente, sino simplemente el suelo sobre el que estaban parados.", "language": "Spanish", "multiverseId": 134466, "name": "Grieta en el terreno", "text": "La criatura objetivo sin la habilidad de volar no puede bloquear este turno.\nTormenta (Cuando juegues este hechizo, cópialo por cada hechizo jugado antes que él en este turno. Puedes elegir nuevos objetivos para las copias.)", "type": "Conjuro"}, {"flavorText": "Certaines failles temporelles n'aspiraient pas les gens, mais le sol qu'ils foulaient.", "language": "French", "multiverseId": 132660, "name": "Faille terrestre", "text": "La créature sans le vol ciblée ne peut pas bloquer ce tour-ci.\nDéluge (Quand vous jouez ce sort, copiez-le pour chaque sort joué avant lui ce tour-ci. Vous pouvez choisir de nouvelles cibles pour ces copies.)", "type": "Rituel"}, {"flavorText": "Alcuni squarci temporali non portavano via le persone ma il terreno su cui si trovavano.", "language": "Italian", "multiverseId": 133262, "name": "Fenditura nel Terreno", "text": "Una creatura bersaglio senza volare non può bloccare in questo turno.\nTempesta (Quando giochi questa magia, copiala per ogni magia giocata prima in questo turno. Puoi scegliere nuovi bersagli per le copie.)", "type": "Stregoneria"}, {"flavorText": "時の裂け目の中には、人々ではなく彼らが立つ大地を消し去るものがある。", "language": "Japanese", "multiverseId": 133563, "name": "大地の裂け目", "text": "飛行を持たないクリーチャー１体を対象とする。このターン、それはブロックできない。\nストーム （あなたがこの呪文をプレイしたとき、それを、このターンそれより前にプレイされていた呪文の総数に等しい回数だけコピーする。 あなたはそのコピーの新しい対象を選んでもよい。）", "type": "ソーサリー"}, {"flavorText": "Algumas fendas do tempo não levaram embora as pessoas, mas apenas o chão em que pisavam.", "language": "Portuguese (Brazil)", "multiverseId": 133864, "name": "Fenda do Solo", "text": "A criatura alvo sem voar não pode bloquear neste turno.\nRajada (Quando você jogar esta mágica, faça uma cópia dela para cada mágica jogada antes dela neste turno. Você pode escolher novos alvos para a cópia.)", "type": "Feitiço"}, {"flavorText": "Некоторые временные разломы не трогали людей, а забирали лишь только земли, на которых они появлялись.", "language": "Russian", "multiverseId": 134165, "name": "Великий Разлом", "text": "Целевое существо без Полета не может блокировать на этом ходу.\nШторм (Когда вы играете это заклинание, скопируйте его за каждое сыгранное в этом ходу заклинание. Вы можете выбрать новые цели для этих копий.)", "type": "Волшебство"}, {"flavorText": "有些时间裂缝不会将人带走，而是改换其所立大地。", "language": "Chinese Simplified", "multiverseId": 132359, "name": "迸地", "text": "目标不具飞行异能的生物本回合不能进行阻挡。\n风暴（当你使用此咒语时，本回合于它之前每使用过一个咒语，便将此咒语复制一次。） 你可以为每个复制品选择新的目标。）", "type": "法术"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121561", "cardKingdomId": "121271", "cardsphereId": "44376", "mcmId": "13864", "mcmMetaId": "8407", "mtgjsonV4Id": "a1b3e1f3-5ce8-5e04-843d-0bd91baf49ff", "mtgoFoilId": "25470", "mtgoId": "25469", "multiverseId": "108905", "scryfallId": "62333783-6a18-4461-88ce-1c37eaf64e2b", "scryfallIllustrationId": "e6a9b3da-427e-4989-9e80-a286e8e8c656", "scryfallOracleId": "c1f7d451-ca70-403d-81bf-8822876d1a54", "tcgplayerProductId": "14254"}, "isFoil": false, "keywords": ["Storm"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{R}", "manaValue": 1.0, "name": "Ground Rift", "number": "162", "printings": ["TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/9ba41f991ac9cc5d", "cardKingdomFoil": "https://mtgjson.com/links/e04cfe9b8293ba9f", "cardmarket": "https://mtgjson.com/links/802058d0b4e7d232", "tcgplayer": "https://mtgjson.com/links/daa75c7423453381"}, "rarity": "common", "rulings": [{"date": "2013-06-07", "text": "The copies are put directly onto the stack. They aren’t cast and won’t be counted by other spells with storm cast later in the turn."}, {"date": "2013-06-07", "text": "Spells cast from zones other than a player’s hand and spells that were countered are counted by the storm ability."}, {"date": "2013-06-07", "text": "A copy of a spell can be countered like any other spell, but it must be countered individually. Countering a spell with storm won’t affect the copies."}, {"date": "2013-06-07", "text": "The triggered ability that creates the copies can itself be countered by anything that can counter a triggered ability. If it is countered, no copies will be put onto the stack."}, {"date": "2013-06-07", "text": "You may choose new targets for any of the copies. You can choose differently for each copy."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Target creature without flying can't block this turn.\nStorm (When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies.)", "type": "Sorcery", "types": ["Sorcery"], "uuid": "593dc9e6-6072-5389-b20f-274ba95c35ef"}, {"artist": "Pete Venters", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 2.0, "count": 4, "edhrecRank": 1147, "finishes": ["nonfoil", "foil"], "flavorText": "Mages often seek to emulate the powerful relics lost to time and apocalypse.", "foreignData": [{"flavorText": "Viele Magier versuchen, die mächtigen Artefakte nachzubauen, die im Lauf der Zeit oder durch die Apokalypse zerstört worden waren.", "language": "German", "multiverseId": 132957, "name": "Traubenkartusche", "text": "Die Traubenkartusche fügt einer Kreatur oder einem Spieler deiner Wahl 1 Schadenspunkt zu.\nSturm (Wenn du diesen Zauberspruch spielst, kopiere ihn einmal für jeden Zauberspruch, der in diesem Zug bereits gespielt wurde. Du kannst neue Ziele für die Kopien bestimmen.)", "type": "Hexerei"}, {"flavorText": "Los magos muchas veces buscan emular las poderosas reliquias perdidas con el tiempo y el apocalipsis.", "language": "Spanish", "multiverseId": 134462, "name": "Metralla", "text": "La Metralla hace 1 punto de daño a la criatura o jugador objetivo.\nTormenta (Cuando juegues este hechizo, cópialo por cada hechizo jugado antes que él en este turno. Puedes elegir nuevos objetivos para las copias.)", "type": "Conjuro"}, {"flavorText": "Les mages cherchent souvent à imiter les puissantes reliques perdues dans le temps et l'apocalypse.", "language": "French", "multiverseId": 132656, "name": "Mitraille", "text": "La mitraille inflige 1 blessure à une cible, créature ou joueur.\nDéluge (Quand vous jouez ce sort, copiez-le pour chaque sort joué avant lui ce tour-ci. Vous pouvez choisir de nouvelles cibles pour ces copies.)", "type": "Rituel"}, {"flavorText": "I maghi spesso cercano di emulare le potenti reliquie smarrite nel tempo e nell'apocalisse.", "language": "Italian", "multiverseId": 133258, "name": "Mitraglia", "text": "La Mitraglia infligge 1 danno a una creatura o a un giocatore bersaglio.\nTempesta (Quando giochi questa magia, copiala per ogni magia giocata prima in questo turno. Puoi scegliere nuovi bersagli per le copie.)", "type": "Stregoneria"}, {"flavorText": "魔道士はしばしば、時や最終戦争で失われた強力な遺物を模倣する方法を求める。", "language": "Japanese", "multiverseId": 133559, "name": "ぶどう弾", "text": "クリーチャー１体かプレイヤー１人を対象とする。ぶどう弾はそれに１点のダメージを与える。\nストーム （あなたがこの呪文をプレイしたとき、それを、このターンそれより前にプレイされていた呪文の総数に等しい回数だけコピーする。 あなたはそのコピーの新しい対象を選んでもよい。）", "type": "ソーサリー"}, {"flavorText": "Os magos freqüentemente tentam emular as poderosas relíquias perdidas para o tempo e o apocalipse.", "language": "Portuguese (Brazil)", "multiverseId": 133860, "name": "Metralha", "text": "Metralha causa 1 ponto de dano à criatura alvo ou ao jogador alvo.\nRajada (Quando você jogar esta mágica, faça uma cópia dela para cada mágica jogada antes dela neste turno. Você pode escolher novos alvos para a cópia.)", "type": "Feitiço"}, {"flavorText": "Маги иногда пытаются сымитировать сильные реликты, потерянные во времени и апокалипсисе.", "language": "Russian", "multiverseId": 134161, "name": "Крупная Картечь", "text": "Крупная Картечь наносит 1 повреждение целевому существу или игроку.\nШторм (Когда вы играете это заклинание, скопируйте его за каждое сыгранное в этом ходу заклинание. Вы можете выбрать новые цели для этих копий.)", "type": "Волшебство"}, {"flavorText": "法师总想仿真那些毁于时间与末日战火的强大遗物。", "language": "Chinese Simplified", "multiverseId": 132355, "name": "霰散弹", "text": "霰散弹对目标生物或牌手造成1点伤害。\n风暴（当你使用此咒语时，本回合于它之前每使用过一个咒语，便将此咒语复制一次。） 你可以为每个复制品选择新的目标。）", "type": "法术"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121557", "cardKingdomId": "121267", "cardsphereId": "44366", "mcmId": "13860", "mcmMetaId": "8403", "mtgjsonV4Id": "cff955fa-466b-56f6-8a1c-7bca0caa73d4", "mtgoFoilId": "25798", "mtgoId": "25797", "multiverseId": "118882", "scryfallId": "4ee33cb6-768e-44a0-b6f4-b8638aa84330", "scryfallIllustrationId": "6fb5ccb4-3049-47c8-bdd9-5c86437a222d", "scryfallOracleId": "ebd2d760-5ad8-4027-b124-171822f3edfe", "tcgplayerProductId": "14250"}, "isFoil": false, "keywords": ["Storm"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "gladiator": "Legal", "historic": "Legal", "historicbrawl": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Banned", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{1}{R}", "manaValue": 2.0, "name": "Grapeshot", "number": "160", "printings": ["DDS", "MB1", "MMA", "STA", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/172835c8d49c8850", "cardKingdomFoil": "https://mtgjson.com/links/370c94f3ee810d83", "cardmarket": "https://mtgjson.com/links/177fe7ef74716113", "tcgplayer": "https://mtgjson.com/links/a35099b237db9511"}, "rarity": "common", "rulings": [{"date": "2013-06-07", "text": "The copies are put directly onto the stack. They aren’t cast and won’t be counted by other spells with storm cast later in the turn."}, {"date": "2013-06-07", "text": "Spells cast from zones other than a player’s hand and spells that were countered are counted by the storm ability."}, {"date": "2013-06-07", "text": "A copy of a spell can be countered like any other spell, but it must be countered individually. Countering a spell with storm won’t affect the copies."}, {"date": "2013-06-07", "text": "The triggered ability that creates the copies can itself be countered by anything that can counter a triggered ability. If it is countered, no copies will be put onto the stack."}, {"date": "2013-06-07", "text": "You may choose new targets for any of the copies. You can choose differently for each copy."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Grapeshot deals 1 damage to any target.\nStorm (When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies.)", "type": "Sorcery", "types": ["Sorcery"], "uuid": "0026ba71-f6f6-5f0e-b3b4-4b44ff1c440b"}, {"artist": "Michael Sutfin", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 3.0, "count": 1, "edhrecRank": 10244, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 133056, "name": "Entladung aus dem Zeitriss", "text": "Die Entladung aus dem Zeitriss fügt einer Kreatur oder einem Spieler deiner Wahl 3 Schadenspunkte zu.\nAussetzen 1 {R} (Statt diese Karte aus deiner Hand zu spielen, kannst du {R} bezahlen, sie ganz aus dem Spiel entfernen und eine Zeitmarke auf sie legen. Entferne zu Beginn deines Versorgungssegments eine Zeitmarke von ihr. Wenn du die letzte Zeitmarke entfernst, spiele die Karte, ohne ihre Manakosten zu bezahlen.)", "type": "Hexerei"}, {"language": "Spanish", "multiverseId": 134561, "name": "Rayo de la grieta", "text": "El Rayo de la grieta hace 3 puntos de daño a la criatura o jugador objetivo.\nSuspender 1—{R} (En lugar de jugar esta carta de tu mano, puedes pagar {R} y removerla del juego con un contador de tiempo sobre ella. Al comienzo de tu mantenimiento, remueve un contador de tiempo. Cuando remuevas el último, juégala sin pagar su coste de maná.)", "type": "Conjuro"}, {"language": "French", "multiverseId": 132755, "name": "Éclair de faille", "text": "L'Éclair de faille inflige 3 blessures à une cible, créature ou joueur.\nSuspension 1 — {R} (Plutôt que jouer cette carte depuis votre main, vous pouvez payer {R} et la retirer de la partie avec un marqueur « temps » sur elle. Au début de votre entretien, retirez un marqueur « temps ». Quand vous retirez le dernier, jouez cette carte sans payer son coût de mana.)", "type": "Rituel"}, {"language": "Italian", "multiverseId": 133357, "name": "Saetta Squarciante", "text": "La Saetta Squarciante infligge 3 danni a una creatura o a un giocatore bersaglio.\nSospendere 1—{R} (Invece di giocare questa carta dalla tua mano, puoi pagare {R} e rimuoverla dal gioco con un segnalino tempo su di essa. All'inizio del tuo mantenimento, rimuovi un segnalino tempo. Quando rimuovi l'ultimo, gioca la carta senza pagare il suo costo di mana.)", "type": "Stregoneria"}, {"language": "Japanese", "multiverseId": 133658, "name": "裂け目の稲妻", "text": "クリーチャー１体かプレイヤー１人を対象とする。裂け目の稲妻はそれに３点のダメージを与える。\n待機 １―{R} （これをあなたの手札からプレイするのではなく、{R}を支払ってゲームから取り除き、その上に時間カウンターを１個置いてもよい。 あなたのアップキープの開始時に、時間カウンターを１個取り除く。 最後の１個を取り除いたとき、あなたはそれをマナ・コストを支払わずにプレイする。）", "type": "ソーサリー"}, {"language": "Portuguese (Brazil)", "multiverseId": 133959, "name": "Raio da Fenda", "text": "Raio da Fenda causa 3 pontos de dano à criatura alvo ou ao jogador alvo.\nSuspender 1—{R} (Em vez de jogar este card da sua mão, você pode pagar {R} e removê-lo do jogo com um marcador temporal sobre ele. No início de sua manutenção, remova um marcador temporal. Quando remover o último, jogue-o sem pagar seu custo de mana.)", "type": "Feitiço"}, {"language": "Russian", "multiverseId": 134260, "name": "Удар Разлома", "text": "Удар Разлома наносит 3 повреждения целевому существу или игроку.\nОтсрочка 1—{R} (Вместо того чтобы сыграть эту карту из вашей руки, заплатите {R} и удалите ее из игры с одним временным жетоном на ней. В начале вашего шага поддержки удалите один временной жетон. После удаления последнего жетона сыграйте эту карту без оплаты ее мана-стоимости.)", "type": "Волшебство"}, {"language": "Chinese Simplified", "multiverseId": 132454, "name": "时缝之雷", "text": "时缝之雷对目标生物或牌手造成3点伤害。\n延缓1～{R}（除了从你手上使用此牌，你可以支付{R}并将此牌移出对战，且上面有一个计时指示物。 在你的维持开始时，从其上移去一个计时指示物。 当你移去最后一个时，则使用它且不需支付其法术力费用。）", "type": "法术"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121647", "cardKingdomId": "121357", "cardsphereId": "44624", "mcmId": "13959", "mcmMetaId": "8490", "mtgjsonV4Id": "7132c707-94be-5861-a96c-2dfcc80b917f", "mtgoFoilId": "25478", "mtgoId": "25477", "multiverseId": "108915", "scryfallId": "88dde96e-6824-4d26-9fb5-86b9f3c50959", "scryfallIllustrationId": "90f8442e-bc89-448d-8019-a34988b80160", "scryfallOracleId": "2b8afa9f-4236-4c02-a8d5-3c145caecfd6", "tcgplayerProductId": "14340"}, "isFoil": false, "keywords": ["Suspend"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "vintage": "Legal"}, "manaCost": "{2}{R}", "manaValue": 3.0, "name": "Rift Bolt", "number": "176", "printings": ["2X2", "DDS", "F10", "IMA", "MMA", "PRM", "TD0", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/25a9ec443e10b1fd", "cardKingdomFoil": "https://mtgjson.com/links/9f45411154f25505", "cardmarket": "https://mtgjson.com/links/0a3fe9d4861ad464", "tcgplayer": "https://mtgjson.com/links/8682318eb1fdd9e9"}, "rarity": "common", "rulings": [{"date": "2021-06-18", "text": "Suspend is a keyword that represents three abilities. The first is a static ability that allows you to exile the card from your hand with the specified number of time counters (the number before the dash) on it by paying its suspend cost (listed after the dash). The second is a triggered ability that removes a time counter from the suspended card at the beginning of each of your upkeeps. The third is a triggered ability that causes you to cast the card when the last time counter is removed. If you cast a creature spell this way, it gains haste until you lose control of that creature (or, in rare cases, you lose control of the creature spell while it’s on the stack)."}, {"date": "2021-06-18", "text": "You can exile a card in your hand using suspend any time you could cast that card. Consider its card type, any effects that modify when you could cast it (such as flash) and any other effects that stop you from casting it (such as from Meddling Mage’s ability) to determine if and when you can do this. Whether you could actually complete all steps in casting the card is irrelevant. For example, you can exile a card with suspend that has no mana cost or that requires a target even if no legal targets are available at that time."}, {"date": "2021-06-18", "text": "Cards exiled with suspend are exiled face up."}, {"date": "2021-06-18", "text": "Exiling a card with suspend isn’t casting that card. This action doesn’t use the stack and can’t be responded to."}, {"date": "2021-06-18", "text": "If the spell requires any targets, those targets are chosen when the spell is finally cast, not when it’s exiled."}, {"date": "2021-06-18", "text": "If an effect refers to a “suspended card,” that means a card that (1) has suspend, (2) is in exile, and (3) has one or more time counters on it."}, {"date": "2021-06-18", "text": "If the first triggered ability of suspend (the one that removes time counters) is countered, no time counter is removed. The ability will trigger again at the beginning of the card’s owner’s next upkeep."}, {"date": "2021-06-18", "text": "When the last time counter is removed, the second triggered ability of suspend (the one that lets you cast the card) triggers. It doesn’t matter why the last time counter was removed or what effect removed it."}, {"date": "2021-06-18", "text": "If the second triggered ability is countered, the card can’t be cast. It remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "As the second triggered ability resolves, you must cast the card if able. You must do so even if it requires targets and the only legal targets are ones that you really don’t want to target. Timing permissions based on the card’s type are ignored."}, {"date": "2021-06-18", "text": "If you can’t cast the card, perhaps because there are no legal targets available, it remains exiled with no time counters on it, and it’s no longer suspended."}, {"date": "2021-06-18", "text": "If you cast a card “without paying its mana cost,” such as with suspend, you can’t choose to cast it for any alternative costs. You can, however, pay additional costs. If the card has any mandatory additional costs, you must pay those if you want to cast the card."}, {"date": "2021-06-18", "text": "You are never forced to activate mana abilities to pay costs, so if there is a mandatory additional mana cost (such as from Thalia, Guardian of Thraben), you can decline to activate mana abilities to pay for it and hence fail to cast the suspended card, leaving it in exile."}, {"date": "2021-06-18", "text": "If the card has {X} in its mana cost, you must choose 0 as the value of X when casting it without paying its mana cost."}, {"date": "2021-06-18", "text": "The mana value of a spell cast without paying its mana cost is determined by its mana cost, even though that cost wasn’t paid."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Rift Bolt deals 3 damage to any target.\nSuspend 1—{R} (Rather than cast this card from your hand, you may pay {R} and exile it with a time counter on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)", "type": "Sorcery", "types": ["Sorcery"], "uuid": "26995916-9d28-5d0f-8df8-79227f145147"}, {"artist": "Mark Brill", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 4.0, "count": 3, "edhrecRank": 2349, "finishes": ["nonfoil", "foil"], "flavorText": "\"They'd pour out of the warrens to make war (and to make room for the littering matrons).\"\n—*Sarpadian Empires, vol. IV*", "foreignData": [{"flavorText": "„Sie strömten aus den Baracken, um in den Krieg zu ziehen — und damit sich die Matronen weiter ausdehnen konnten.\" —Sarpadische Reiche, Band IV", "language": "German", "multiverseId": 132918, "name": "Die Baracken leeren", "text": "Bringe zwei 1/1 rote Goblinspielsteine ins Spiel.\nSturm (Wenn du diesen Zauberspruch spielst, kopiere ihn einmal für jeden Zauberspruch, der in diesem Zug bereits gespielt wurde.)", "type": "Hexerei"}, {"flavorText": "\"Abandonan los barracones para la guerra, y para hacer lugar para las matronas con camada.\" —Imperios sarpadianos, vol. IV", "language": "Spanish", "multiverseId": 134423, "name": "Vaciar los barracones", "text": "Pon en juego dos fichas de criatura Trasgo rojas 1/1.\nTormenta (Cuando juegues este hechizo, cópialo por cada hechizo jugado antes que él en este turno.)", "type": "Conjuro"}, {"flavorText": "« Ils sortaient de leurs terriers pour faire la guerre (et pour échapper à leurs matrones enceintes). » —Les Empires sarpadiens, Vol. IV", "language": "French", "multiverseId": 132617, "name": "Évacuation des terriers", "text": "Mettez en jeu deux jetons de créature 1/1 rouge Gobelin.\nDéluge (Quand vous jouez ce sort, copiez-le pour chaque sort joué avant lui ce tour-ci.)", "type": "Rituel"}, {"flavorText": "\"Si riversarono fuori dai cunicoli per andare in guerra (e per fare spazio alle matrone che partorivano).\" —Imperi di Sarpadia, Vol. IV", "language": "Italian", "multiverseId": 133219, "name": "Svuotare i Cunicoli", "text": "Metti in gioco due pedine creatura Goblin 1/1 rosse.\nTempesta (Quando giochi questa magia, copiala per ogni magia giocata prima in questo turno).", "type": "Stregoneria"}, {"flavorText": "彼らは戦争のために（そして子を産む婦人達の場所を空けるために）巣穴を飛び出した。 ――サーペイディア諸帝国史、 第四巻", "language": "Japanese", "multiverseId": 133520, "name": "巣穴からの総出", "text": "赤の１/１のゴブリン・クリーチャー・トークンを２体場に出す。\nストーム （あなたがこの呪文をプレイしたとき、それを、このターンそれより前にプレイされていた呪文の総数に等しい回数だけコピーする。）", "type": "ソーサリー"}, {"flavorText": "\"Eles foram liberados dos viveiros para guerrear (e para ceder espaço às matronas parideiras).\" —Impérios Sarpadianos, vol. IV", "language": "Portuguese (Brazil)", "multiverseId": 133821, "name": "Esvaziar os Viveiros", "text": "Coloque em jogo duas fichas de criatura vermelhas 1/1 do tipo Goblin.\nRajada (Quando você jogar esta mágica, faça uma cópia dela para cada mágica jogada antes dela neste turno.)", "type": "Feitiço"}, {"flavorText": "«Они выкатывались из своих угодий ради войны (и для высвобождения места для рожающих матрон)», Сарпадианские Империи, Том IV", "language": "Russian", "multiverseId": 134122, "name": "Исход из Угодий", "text": "Положите две фишки существа 1/1 красный Гоблин в игру.\nШторм (Когда вы играете это заклинание, скопируйте его за каждое сыгранное в этом ходу заклинание.)", "type": "Волшебство"}, {"flavorText": "「他们会从繁殖地倾巢而出来兴战（顺便给多产的女舍监空出位子）。」 ～撒尔帕汀帝国，卷 四", "language": "Chinese Simplified", "multiverseId": 132316, "name": "净空繁殖地", "text": "将两个1/1红色精灵衍生物放置进场。\n风暴（当你使用此咒语时，本回合于它之前每使用过一个咒语，便将此咒语复制一次。）", "type": "法术"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121521", "cardKingdomId": "121231", "cardsphereId": "44254", "mcmId": "13821", "mcmMetaId": "8368", "mtgjsonV4Id": "ddb49d4f-e195-508d-a668-f8e1a22b29f6", "mtgoFoilId": "25536", "mtgoId": "25535", "multiverseId": "109735", "scryfallId": "952bb27c-c58a-478a-b637-eb4f7e1e0ab4", "scryfallIllustrationId": "25f6723d-f5e7-4c86-9be3-4c0ce8f797f5", "scryfallOracleId": "3a59c882-8bb8-49ba-862f-125020dd5bec", "tcgplayerProductId": "14214"}, "isFoil": false, "keywords": ["Storm"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Banned", "paupercommander": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{3}{R}", "manaValue": 4.0, "name": "Empty the Warrens", "number": "152", "printings": ["DDS", "MMA", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/4a09454e1d9c7281", "cardKingdomFoil": "https://mtgjson.com/links/97d1fbd725e8edaf", "cardmarket": "https://mtgjson.com/links/860bdb5147c0dbb6", "tcgplayer": "https://mtgjson.com/links/c869a6967b238d3b"}, "rarity": "common", "rulings": [{"date": "2013-06-07", "text": "The copies are put directly onto the stack. They aren’t cast and won’t be counted by other spells with storm cast later in the turn."}, {"date": "2013-06-07", "text": "Spells cast from zones other than a player’s hand and spells that were countered are counted by the storm ability."}, {"date": "2013-06-07", "text": "A copy of a spell can be countered like any other spell, but it must be countered individually. Countering a spell with storm won’t affect the copies."}, {"date": "2013-06-07", "text": "The triggered ability that creates the copies can itself be countered by anything that can counter a triggered ability. If it is countered, no copies will be put onto the stack."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Create two 1/1 red Goblin creature tokens.\nStorm (When you cast this spell, copy it for each spell cast before it this turn.)", "type": "Sorcery", "types": ["Sorcery"], "uuid": "707d9c55-ec87-5b60-b076-88b31be812b5"}, {"artist": "Justin Sweet", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": ["R"], "convertedManaCost": 5.0, "count": 2, "edhrecRank": 6707, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132971, "name": "Brennende Erinnerungen", "text": "Ein Spieler deiner Wahl zeigt eine zufällig bestimmte Karte aus seiner Hand offen vor. Brennende Erinnerungen fügen diesem Spieler Schadenspunkte in Höhe der umgewandelten Manakosten dieser Karte zu.\nSturm (Wenn du diesen Zauberspruch spielst, kopiere ihn einmal für jeden Zauberspruch, der in diesem Zug bereits gespielt wurde. Du kannst neue Ziele für die Kopien bestimmen.)", "type": "Hexerei"}, {"language": "Spanish", "multiverseId": 134476, "name": "Encender los recuerdos", "text": "El oponente objetivo muestra una carta al azar de su mano. Encender los recuerdos hace daño a ese jugador igual al coste de maná convertido de esa carta.\nTormenta (Cuando juegues este hechizo, cópialo por cada hechizo jugado antes que él en este turno. Puedes elegir nuevos objetivos para las copias.)", "type": "Conjuro"}, {"language": "French", "multiverseId": 132670, "name": "Embrasement des souvenirs", "text": "Le joueur ciblé révèle au hasard une carte de sa main. L'Embrasement des souvenirs inflige à ce joueur un nombre de blessures égal au coût converti de mana de cette carte.\nDéluge (Quand vous jouez ce sort, copiez-le pour chaque sort joué avant lui ce tour-ci. Vous pouvez choisir de nouvelles cibles pour ces copies.)", "type": "Rituel"}, {"language": "Italian", "multiverseId": 133272, "name": "Infiammare i Ricordi", "text": "Un giocatore bersaglio rivela una carta a caso dalla propria mano. Infiammare i Ricordi infligge a quel giocatore un ammontare di danni pari al costo di mana convertito di quella carta.\nTempesta (Quando giochi questa magia, copiala per ogni magia giocata prima in questo turno. Puoi scegliere nuovi bersagli per le copie.)", "type": "Stregoneria"}, {"language": "Japanese", "multiverseId": 133573, "name": "記憶の点火", "text": "プレイヤー１人を対象とする。そのプレイヤーは手札からカードを１枚無作為に選んで公開する。 記憶の点火はそのプレイヤーに、そのカードの点数で見たマナ・コストに等しい点数のダメージを与える。\nストーム （あなたがこの呪文をプレイしたとき、それを、このターンそれより前にプレイされていた呪文の総数に等しい回数だけコピーする。 あなたはそのコピーの新しい対象を選んでもよい。）", "type": "ソーサリー"}, {"language": "Portuguese (Brazil)", "multiverseId": 133874, "name": "Inflamar Memórias", "text": "O jogador alvo revela um card da própria mão aleatoriamente. Inflamar Memórias causa dano àquele jogador igual ao custo de mana convertido daquele card.\nRajada (Quando você jogar esta mágica, faça uma cópia dela para cada mágica jogada antes dela neste turno. Você pode escolher novos alvos para a cópia.)", "type": "Feitiço"}, {"language": "Russian", "multiverseId": 134175, "name": "Поджог Воспоминаний", "text": "Целевой игрок показывает случайную карту из своей руки. Поджог Воспоминаний наносят этому игроку повреждения, равные конвертированной мана-стоимости этой карты.\nШторм (Когда вы играете это заклинание, скопируйте его за каждое сыгранное в этом ходу заклинание. Вы можете выбрать новые цели для этих копий.)", "type": "Волшебство"}, {"language": "Chinese Simplified", "multiverseId": 132369, "name": "燃起回忆", "text": "目标牌手从其手上随机展示一张牌。 燃起回忆对该牌手造成伤害，其数量等同于该牌的总法术力费用。\n风暴（当你使用此咒语时，本回合于它之前每使用过一个咒语，便将此咒语复制一次。） 你可以为每个复制品选择新的目标。）", "type": "法术"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121571", "cardKingdomId": "121281", "cardsphereId": "44404", "mcmId": "13874", "mcmMetaId": "8417", "mtgjsonV4Id": "26b9b825-d170-5a4a-a24b-6522bb50e142", "mtgoFoilId": "25544", "mtgoId": "25543", "multiverseId": "109756", "scryfallId": "2f7b7831-27a1-4c0a-8ed1-6dddf2754d65", "scryfallIllustrationId": "a2d87f15-befe-4ac8-afca-019179d67bff", "scryfallOracleId": "5f186092-0f87-4a0f-ac45-fff5359c93ae", "tcgplayerProductId": "14264"}, "isFoil": false, "keywords": ["Storm"], "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaCost": "{4}{R}", "manaValue": 5.0, "name": "Ignite Memories", "number": "164", "printings": ["TSP"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/d8f6b10f8aadf5cd", "cardKingdomFoil": "https://mtgjson.com/links/197d5656b077be63", "cardmarket": "https://mtgjson.com/links/d3c09d830f7be569", "tcgplayer": "https://mtgjson.com/links/53ba03f464f10f07"}, "rarity": "uncommon", "rulings": [{"date": "2013-06-07", "text": "The copies are put directly onto the stack. They aren’t cast and won’t be counted by other spells with storm cast later in the turn."}, {"date": "2013-06-07", "text": "Spells cast from zones other than a player’s hand and spells that were countered are counted by the storm ability."}, {"date": "2013-06-07", "text": "A copy of a spell can be countered like any other spell, but it must be countered individually. Countering a spell with storm won’t affect the copies."}, {"date": "2013-06-07", "text": "The triggered ability that creates the copies can itself be countered by anything that can counter a triggered ability. If it is countered, no copies will be put onto the stack."}, {"date": "2013-06-07", "text": "You may choose new targets for any of the copies. You can choose differently for each copy."}], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "Target player reveals a card at random from their hand. Ignite Memories deals damage to that player equal to that card's mana value.\nStorm (When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies.)", "type": "Sorcery", "types": ["Sorcery"], "uuid": "eca01659-a70a-5a9c-84c0-7fa69cccf4c1"}, {"artist": "Henry G. Higginbotham", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 0.0, "count": 2, "edhrecRank": 3952, "finishes": ["nonfoil", "foil"], "flavorText": "When the Brotherhood of Gix dug out the cave of Koilos they found their master's severed hand. They enshrined it, hoping that one day it would point the way to Phyrexia.", "foreignData": [{"flavorText": "Als die Bruderschaft des Gix eines Tages die Höhle von Koilos ausgrub, fand sie die abgetrennte Hand ihres Meisters. Sie bewahrten sie wie einen Schatz in der Hoffnung, dass sie eines Tages den Weg nach Phyrexia deuten würde.", "language": "German", "multiverseId": 131268, "name": "Klauen des Gix", "text": "{1}, opfere eine bleibende Karte: Du erhältst 1 Lebenspunkt dazu.", "type": "Artefakt"}, {"flavorText": "Cuando la Hermandad de Gix descubrió la cueva de Koilos, hallaron la mano cercenada de su maestro. La pusieron en un altar con la esperanza de que algún día señalara el camino hacia Pirexia.", "language": "Spanish", "multiverseId": 131873, "name": "Garras de Gix", "text": "{1}, sacrificar un permanente: Ganas 1 vida.", "type": "Artefacto"}, {"flavorText": "Quand la Fraternité de Gix fouilla les cavernes de Koïlos, les fidèles y trouvèrent la main coupée de leur maître. Ils la conservèrent pieusement, espérant qu'un jour elle leur montrerait le chemin vers Phyrexia.", "language": "French", "multiverseId": 131147, "name": "Griffes de Gix", "text": "{1}, sacrifiez un permanent : Vous gagnez 1 point de vie.", "type": "Artefact"}, {"flavorText": "Quando la fratellanza di Gix scoprì la caverna di Koilos, trovarono la mano tagliata del loro signore. La venerarono da allora, nella speranza che un giorno indichi la strada per Phyrexia.", "language": "Italian", "multiverseId": 131389, "name": "Artigli di Gix", "text": "{1}, Sacrifica un permanente: Guadagni 1 punto vita.", "type": "Artefatto"}, {"flavorText": "ギックス教団がコイロスの洞窟を掘り起こしたとき、彼らは切り取られた主人の片手を見つけた。 彼らはそれを聖堂に祭り、いつの日かその手がファイレクシアへの道を示してくれることを願った。", "language": "Japanese", "multiverseId": 131510, "name": "ギックスのかぎ爪", "text": "{1}, パーマネントを１つ生け贄に捧げる：あなたは１点のライフを得る。", "type": "アーティファクト"}, {"flavorText": "Quando a Irmandade de Gix desenterrou as cavernas de Koilos, seus membros encontraram a mão decepada de seu mestre. Eles a guardaram como um relíquia, na esperança que um dia ela lhes apontasse o caminho para Phyrexia.", "language": "Portuguese (Brazil)", "multiverseId": 131631, "name": "Garras de Gix", "text": "{1}, Sacrifique uma permanente: Você ganha 1 ponto de vida.", "type": "Artefato"}, {"flavorText": "Когда Братство Гикса откопало пещеру Койлоса, они нашли отрубленную голову своего наставника. Они положили ее в усыпальницу, надеясь, что когда-нибудь она укажет дорогу в Фирексию.", "language": "Russian", "multiverseId": 131752, "name": "Когти Гикса", "text": "{1}, Пожертвуйте перманент: Вы получаете 1 жизнь.", "type": "Артефакт"}, {"flavorText": "当基克斯兄弟会挖掘喀洛斯的洞窟时，发现了他们精神导师的断手。 他们随即将它供奉起来，期盼着有一天它将指引出通往非瑞克西亚的路途。", "language": "Chinese Simplified", "multiverseId": 131026, "name": "基克斯之爪", "text": "{1}，牺牲一个永久物：你获得1点生命。", "type": "神器"}], "frameVersion": "1997", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121754", "cardKingdomId": "121057", "cardsphereId": "44165", "mcmId": "14069", "mtgjsonV4Id": "67bad6e1-83c1-544d-adca-d692651c959f", "mtgoFoilId": "26122", "mtgoId": "26121", "multiverseId": "109690", "scryfallId": "d02b645e-ba2c-44a0-889e-c1b46d2cd925", "scryfallIllustrationId": "41f51d07-f579-4788-8fdb-4c2a1153586a", "scryfallOracleId": "c4d384d7-f294-4b2d-9971-a4689c150255", "tcgplayerProductId": "14568"}, "isFoil": false, "isReprint": true, "isTimeshifted": true, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "penny": "Legal", "premodern": "Legal", "vintage": "Legal"}, "manaCost": "{0}", "manaValue": 0.0, "name": "Claws of Gix", "number": "107", "printings": ["TSB", "USG"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/2dc9daba8fc4f355", "cardKingdomFoil": "https://mtgjson.com/links/b711f0e1380b0bd2", "tcgplayer": "https://mtgjson.com/links/3dbad962de6cc67d"}, "rarity": "special", "rulings": [], "setCode": "TSB", "subtypes": [], "supertypes": [], "text": "{1}, Sacrifice a permanent: You gain 1 life.", "type": "Artifact", "types": ["Artifact"], "uuid": "7ecd19f0-ebad-556c-9b31-91d10f37dc5b"}, {"artist": "David A. Cherry", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": [], "colors": [], "convertedManaCost": 4.0, "count": 1, "edhrecRank": 8750, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 131336, "name": "Gezackte Pfeile", "text": "Die Gezackten Pfeile kommen mit drei Pfeilspitzenmarken ins Spiel.Falls zu Beginn deines Versorgungssegments keine Pfeilspitzenmarken mehr auf den Gezackten Pfeilen liegen, opfere sie.\n{T}, entferne eine Pfeilspitzenmarke von den Gezackten Pfeilen: Lege eine -1/-1-Marke auf eine Kreatur deiner Wahl.", "type": "Artefakt"}, {"language": "Spanish", "multiverseId": 131941, "name": "Flechas dentadas", "text": "Las Flechas dentadas entran en juego con tres contadores de punta de flecha sobre ellas.\nAl comienzo de tu mantenimiento, si no hay contadores de punta de flecha sobre las Flechas dentadas, sacrifícalas.\n{T}, remover un contador de punta de flecha de las Flechas dentadas: Pon un contador -1/-1 sobre la criatura objetivo.", "type": "Artefacto"}, {"language": "French", "multiverseId": 131215, "name": "Flèches barbelées", "text": "Les flèches barbelées arrivent en jeu avec, sur elles, trois marqueurs « fer de flèche ».\nAu début de votre entretien, s'il n'y a pas de marqueur « fer de flèche » sur les Flèches barbelées, sacrifiez-les.\n{T}, retirez un marqueur « fer de flèche » des Flèches barbelées : Mettez un marqueur -1/-1 sur la créature ciblée.", "type": "Artefact"}, {"language": "Italian", "multiverseId": 131457, "name": "Frecce Dentellate", "text": "Le Frecce Dentellate entrano in gioco con tre segnalini punta su di esse.\nAll'inizio del tuo mantenimento, se non ci sono segnalini punta sulle Frecce Dentellate, sacrificale.\n{T}, Rimuovi un segnalino punta dalle Frecce Dentellate: Metti un segnalino -1/-1 su una creatura bersaglio.", "type": "Artefatto"}, {"language": "Japanese", "multiverseId": 131578, "name": "鋸刃の矢", "text": "鋸刃の矢は、その上に鏃カウンターが３個置かれた状態で場に出る。\nあなたのアップキープの開始時に、鋸刃の矢の上に鏃カウンターが無い場合、鋸刃の矢を生け贄に捧げる。\n{T}, 鋸刃の矢から鏃カウンターを１個取り除く：クリーチャー１体を対象とする。それの上に－１/－１カウンターを１個置く。", "type": "アーティファクト"}, {"language": "Portuguese (Brazil)", "multiverseId": 131699, "name": "Flechas Denteadas", "text": "Flechas Denteadas entra em jogo com três marcadores de ponta de flecha sobre ele.\nNo início de sua manutenção, se não houver nenhum marcador de ponta de flecha sobre Flechas Denteadas, sacrifique-o.\n{T}, Remova um marcador de ponta de flecha de Flechas Denteadas: Coloque um marcador -1/-1 na criatura alvo.", "type": "Artefato"}, {"language": "Russian", "multiverseId": 131820, "name": "Зазубренные Стрелы", "text": "Зазубренные стрелы входят в игру с тремя жетонами стрел на них.\nВ начале вашего шага поддержки, если на Зазубренных Стрелах нет жетонов стрел, пожертвуйте их.\n{T}, Уберите жетон стрелы с Зазубренных Стрел: Положите жетон -1/-1 на целевое существо.", "type": "Артефакт"}, {"language": "Chinese Simplified", "multiverseId": 131094, "name": "锯刺箭", "text": "锯刺箭进场时上面有三个箭头指示物。\n在你的维持开始时，若锯刺箭上没有箭头指示物，则牺牲之。\n{T}，从锯刺箭上移去一个箭头指示物：在目标生物上放置一个-1/-1指示物。", "type": "神器"}], "frameVersion": "1997", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121822", "cardKingdomId": "121125", "cardsphereId": "44664", "mcmId": "14137", "mtgjsonV4Id": "f444b5f0-78bb-58dc-b55f-2b02cd8223c7", "mtgoFoilId": "26066", "mtgoId": "26065", "multiverseId": "109730", "scryfallId": "a2a31bc7-cb98-4199-b0dc-3f496e9f9dca", "scryfallIllustrationId": "538676a7-8143-4663-8e52-26542f5e8867", "scryfallOracleId": "5fa4607a-6731-4599-80f3-19d6097b4b28", "tcgplayerProductId": "14636"}, "isFoil": false, "isReprint": true, "isTimeshifted": true, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "premodern": "Legal", "vintage": "Legal"}, "manaCost": "{4}", "manaValue": 4.0, "name": "Serrated Arrows", "number": "114", "printings": ["ATH", "DDD", "F08", "GVL", "HML", "MB1", "PRM", "PTC", "TSB", "WC97"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/22f5cc5edc372e28", "cardKingdomFoil": "https://mtgjson.com/links/364443f4df85d685", "tcgplayer": "https://mtgjson.com/links/b8eac123e24324b4"}, "rarity": "special", "rulings": [{"date": "2008-08-01", "text": "The upkeep trigger checks the number of counters at the start of upkeep, and only goes on the stack if there are no arrowhead counters at that time. It will check again on resolution, and will do nothing if you’ve somehow manage to get a new arrowhead counter on the Arrows."}], "setCode": "TSB", "subtypes": [], "supertypes": [], "text": "Serrated Arrows enters the battlefield with three arrowhead counters on it.\nAt the beginning of your upkeep, if there are no arrowhead counters on Serrated Arrows, sacrifice it.\n{T}, Remove an arrowhead counter from Serrated Arrows: Put a -1/-1 counter on target creature.", "type": "Artifact", "types": ["Artifact"], "uuid": "1eeee548-af6d-5cc4-95ad-9f32eaf28e0e"}, {"artist": "Rob Alexander", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["U"], "colors": [], "convertedManaCost": 0.0, "count": 12, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132976, "name": "Insel", "type": "Standardland — Insel"}, {"language": "Spanish", "multiverseId": 134481, "name": "Isla", "type": "Tierra básica — Isla"}, {"language": "French", "multiverseId": 132675, "name": "Île", "type": "Terrain de base : île"}, {"language": "Italian", "multiverseId": 133277, "name": "Isola", "type": "Terra Base — Isola"}, {"language": "Japanese", "multiverseId": 133578, "name": "島", "type": "基本土地 — 島"}, {"language": "Portuguese (Brazil)", "multiverseId": 133879, "name": "Ilha", "type": "Terreno Básico — Ilha"}, {"language": "Russian", "multiverseId": 134180, "name": "Остров", "type": "Базовая Земля — Остров"}, {"language": "Chinese Simplified", "multiverseId": 132374, "name": "海岛", "type": "基本地～海岛"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121573", "cardKingdomId": "192364", "cardsphereId": "44408", "mcmId": "13876", "mcmMetaId": "2923", "mtgjsonV4Id": "fca1e0d7-2b70-5a95-8ea0-a3b7ed5401da", "mtgoFoilId": "25892", "mtgoId": "25891", "multiverseId": "122095", "scryfallId": "e5fdeb2c-afb8-4850-bcdc-86283ffa3486", "scryfallIllustrationId": "d1dca8db-8aff-4d44-9545-5302e28b6a54", "scryfallOracleId": "b2c6aa39-2d2a-459c-a555-fb48ba993373", "tcgplayerProductId": "18505"}, "isFoil": false, "isReprint": true, "language": "English", "layout": "normal", "legalities": {"alchemy": "Legal", "brawl": "Legal", "commander": "Legal", "duel": "Legal", "explorer": "Legal", "future": "Legal", "gladiator": "Legal", "historic": "Legal", "historicbrawl": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "pioneer": "Legal", "premodern": "Legal", "standard": "Legal", "vintage": "Legal"}, "manaValue": 0.0, "name": "Island", "number": "286", "printings": ["10E", "2ED", "2XM", "3ED", "4BB", "4ED", "5ED", "6ED", "7ED", "8ED", "9ED", "AFR", "AKH", "AKR", "ALA", "ANA", "ANB", "ARC", "AVR", "BBD", "BFZ", "BRB", "BTD", "C13", "C14", "C15", "C16", "C17", "C18", "C19", "CED", "CEI", "CHK", "CLB", "CM2", "CMA", "CMD", "CMR", "CST", "DD2", "DDE", "DDF", "DDH", "DDI", "DDJ", "DDM", "DDN", "DDO", "DDQ", "DDS", "DDT", "DDU", "DOM", "DPA", "DTK", "E01", "ELD", "FBB", "FRF", "G17", "GK1", "GK2", "GN2", "GNT", "GRN", "GS1", "H09", "HOP", "HOU", "ICE", "IKO", "INV", "ISD", "ITP", "J14", "JMP", "JVC", "KHM", "KLD", "KLR", "KTK", "LEA", "LEB", "LRW", "M10", "M11", "M12", "M13", "M14", "M15", "M19", "M20", "M21", "MBS", "ME1", "ME3", "MH2", "MID", "MIR", "MMQ", "MRD", "NEO", "NPH", "ODY", "ONS", "ORI", "P02", "PAL00", "PAL01", "PAL02", "PAL03", "PAL04", "PAL05", "PAL06", "PAL99", "PALP", "PANA", "PARL", "PC2", "PCA", "PELP", "PF19", "PF20", "PGPX", "PGRU", "PHED", "PLIST", "PMPS", "PMPS06", "PMPS07", "PMPS08", "PMPS09", "PMPS10", "PMPS11", "POR", "PPP1", "PRM", "PRW2", "PRWK", "PS11", "PSAL", "PSS2", "PSS3", "PTC", "PTK", "PZ2", "RAV", "RIX", "RNA", "ROE", "RQS", "RTR", "S99", "SHM", "SLD", "SNC", "SOI", "SOM", "STX", "SUM", "TD0", "TD2", "THB", "THS", "TMP", "TPR", "TSP", "UGL", "UND", "UNF", "UNH", "USG", "UST", "VOW", "WAR", "WC00", "WC01", "WC02", "WC03", "WC04", "WC97", "WC98", "XANA", "XLN", "ZEN", "ZNR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/568c9ca1a82a0c2c", "cardKingdomFoil": "https://mtgjson.com/links/288c31d748d2bab5", "cardmarket": "https://mtgjson.com/links/daef6c1b2e9ee693", "tcgplayer": "https://mtgjson.com/links/b49fe27c67eb4e6f"}, "rarity": "common", "rulings": [], "setCode": "TSP", "subtypes": ["Island"], "supertypes": ["Basic"], "text": "({T}: Add {U}.)", "type": "Basic Land — Island", "types": ["Land"], "uuid": "dc528aa4-749c-57cb-9b1b-f1fcb1ef70b9", "variations": ["1ba1d4de-7a1e-5c02-bef1-6634faf3a13f", "c238ce67-4a6a-5db9-993c-560a7a6fa4f5", "2b4eef37-d6b1-5627-950c-09467916099b"]}, {"artist": "John Avon", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["R"], "colors": [], "convertedManaCost": 0.0, "count": 11, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 133012, "name": "Gebirge", "type": "Standardland — Gebirge"}, {"language": "Spanish", "multiverseId": 134517, "name": "Montaña", "type": "Tierra básica — Montaña"}, {"language": "French", "multiverseId": 132711, "name": "Montagne", "type": "Terrain de base : montagne"}, {"language": "Italian", "multiverseId": 133313, "name": "Montagna", "type": "Terra Base — Montagna"}, {"language": "Japanese", "multiverseId": 133614, "name": "山", "type": "基本土地 — 山"}, {"language": "Portuguese (Brazil)", "multiverseId": 133915, "name": "Montanha", "type": "Terreno Básico — Montanha"}, {"language": "Russian", "multiverseId": 134216, "name": "Гора", "type": "Базовая Земля — Гора"}, {"language": "Chinese Simplified", "multiverseId": 132410, "name": "山脉", "type": "基本地～山脉"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121609", "cardKingdomId": "192334", "cardsphereId": "44512", "mcmId": "13915", "mcmMetaId": "3743", "mtgjsonV4Id": "c5bb00da-f42a-5bcf-9de8-1c3c379afb71", "mtgoFoilId": "25854", "mtgoId": "25853", "multiverseId": "118921", "scryfallId": "e34229e7-5dc4-47b3-9ba2-609e5b3ca6c2", "scryfallIllustrationId": "040d6fb0-1e17-49a3-849a-50c8380ec9d6", "scryfallOracleId": "a3fb7228-e76b-4e96-a40e-20b5fed75685", "tcgplayerProductId": "18511"}, "isFoil": false, "isReprint": true, "language": "English", "layout": "normal", "legalities": {"alchemy": "Legal", "brawl": "Legal", "commander": "Legal", "duel": "Legal", "explorer": "Legal", "future": "Legal", "gladiator": "Legal", "historic": "Legal", "historicbrawl": "Legal", "legacy": "Legal", "modern": "Legal", "pauper": "Legal", "paupercommander": "Legal", "penny": "Legal", "pioneer": "Legal", "premodern": "Legal", "standard": "Legal", "vintage": "Legal"}, "manaValue": 0.0, "name": "Mountain", "number": "294", "printings": ["10E", "2ED", "2XM", "3ED", "4BB", "4ED", "5ED", "6ED", "7ED", "8ED", "9ED", "AFR", "AKH", "AKR", "ALA", "ANA", "ANB", "ARC", "ARN", "ATH", "AVR", "BBD", "BFZ", "BRB", "BTD", "C13", "C14", "C15", "C16", "C17", "C18", "C19", "CED", "CEI", "CHK", "CLB", "CM2", "CMA", "CMD", "CMR", "CST", "DD1", "DD2", "DDE", "DDG", "DDH", "DDI", "DDJ", "DDK", "DDL", "DDN", "DDP", "DDS", "DDT", "DDU", "DKM", "DOM", "DPA", "DTK", "E01", "ELD", "EVG", "FBB", "FRF", "G17", "GK1", "GK2", "GN2", "GNT", "GRN", "GS1", "H09", "HOP", "HOU", "ICE", "IKO", "INV", "ISD", "ITP", "J14", "JMP", "JVC", "KHM", "KLD", "KLR", "KTK", "LEA", "LEB", "LRW", "M10", "M11", "M12", "M13", "M14", "M15", "M19", "M20", "M21", "MBS", "ME1", "ME3", "MH2", "MID", "MIR", "MMQ", "MRD", "NEO", "NPH", "ODY", "ONS", "ORI", "P02", "PAL00", "PAL01", "PAL03", "PAL04", "PAL05", "PAL06", "PAL99", "PALP", "PANA", "PARL", "PC2", "PCA", "PD2", "PELP", "PF19", "PF20", "PGPX", "PGRU", "PHED", "PLIST", "PMPS", "PMPS06", "PMPS07", "PMPS08", "PMPS09", "PMPS10", "PMPS11", "POR", "PPP1", "PRM", "PRW2", "PRWK", "PS11", "PSAL", "PSS2", "PSS3", "PTC", "PTK", "PZ2", "RAV", "RIX", "RNA", "ROE", "RQS", "RTR", "S99", "SHM", "SLD", "SNC", "SOI", "SOM", "STX", "SUM", "TD0", "THB", "THS", "TMP", "TPR", "TSP", "UGL", "UND", "UNF", "UNH", "USG", "UST", "VOW", "WAR", "WC00", "WC01", "WC02", "WC03", "WC97", "WC98", "WC99", "XANA", "XLN", "ZEN", "ZNR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/9b1299b193f995d1", "cardKingdomFoil": "https://mtgjson.com/links/4f8450ec7ac125f7", "cardmarket": "https://mtgjson.com/links/1594d435a2359afa", "tcgplayer": "https://mtgjson.com/links/bf5a74cac4604201"}, "rarity": "common", "rulings": [], "setCode": "TSP", "subtypes": ["Mountain"], "supertypes": ["Basic"], "text": "({T}: Add {R}.)", "type": "Basic Land — Mountain", "types": ["Land"], "uuid": "af6ec5e3-13c3-547f-99fa-5354d4fc563a", "variations": ["3b4081b0-f088-50e5-a4ec-9ff3fff698fd", "ada0390b-d92e-595c-bfbe-d0bec68ad68b", "62e143d3-1aa6-5305-a3a4-99df42570c82"]}, {"artist": "Lars Grant-West", "availability": ["mtgo", "paper"], "boosterTypes": ["draft"], "borderColor": "black", "colorIdentity": ["B", "U"], "colors": [], "convertedManaCost": 0.0, "count": 1, "edhrecRank": 4234, "finishes": ["nonfoil", "foil"], "foreignData": [{"language": "German", "multiverseId": 132911, "name": "Riff der Schiffe des Grauens", "text": "{T}: Erhöhe deinen Manavorrat um {1}.\n{1}, {T}: Lege eine Speichermarke auf das Riff der Schiffe des Grauens.\n{1}, entferne X Speichermarken vom Riff der Schiffe des Grauens: Erhöhe deinen Manavorrat um X Mana einer beliebigen Kombination aus {U} und/oder {B}.", "type": "Land"}, {"language": "Spanish", "multiverseId": 134416, "name": "Arrecife nave pavorosa", "text": "{T}: Agrega {1} a tu reserva de maná.\n{1}, {T}: Pon un contador de almacenaje sobre el Arrecife nave pavorosa.\n{1}, remover X contadores de almacenaje del Arrecife nave pavorosa: Agrega X maná de cualquier combinación de {U} y/o {B} a tu reserva de maná.", "type": "Tierra"}, {"language": "French", "multiverseId": 132610, "name": "Brisants du navire de l'effroi", "text": "{T} : Ajoutez {1} à votre réserve.\n{1}, {T} : Mettez un marqueur « stock » sur les Brisants du navire de l'effroi.\n{1}, retirez X marqueurs « stock » des Brisants du navire de l'effroi : Ajoutez X manas de n'importe quelle combinaison de {U} et/ou {B} à votre réserve.", "type": "Terrain"}, {"language": "Italian", "multiverseId": 133212, "name": "Barriera Terrore delle Navi", "text": "{T}: Aggiungi {1} alla tua riserva di mana.\n{1}, {T}: Metti un segnalino magazzino sulla Barriera Terrore delle Navi.\n{1}, Rimuovi X segnalini magazzino dalla Barriera Terrore delle Navi: Aggiungi X mana in qualsiasi combinazione di {U} e/o {B} alla tua riserva di mana.", "type": "Terra"}, {"language": "Japanese", "multiverseId": 133513, "name": "戦慄艦の浅瀬", "text": "{T}：あなたのマナ・プールに{1}を加える。\n{1}, {T}：戦慄艦の浅瀬の上に蓄積カウンターを１個置く。\n{1}, 戦慄艦の浅瀬から蓄積カウンターをＸ個取り除く：Ｘ点の{U}か{B}（あるいはその組み合わせ）をあなたのマナ・プールに加える。", "type": "土地"}, {"language": "Portuguese (Brazil)", "multiverseId": 133814, "name": "Recifes da Nau-Terror", "text": "{T}: Adicione {1} à sua reserva de mana.\n{1}, {T}: Coloque um marcador de estocagem sobre Recifes da Nau-Terror.\n{1}, Remova X marcadores de estocagem de Recifes da Nau-Terror: Adicione X manas em qualquer combinação de {U} e/ou {B} à sua reserva de mana.", "type": "Terreno"}, {"language": "Russian", "multiverseId": 134115, "name": "Риф Корабля Ужаса", "text": "{T}: Добавьте {1} в ваше хранилище маны.\n{1}, {T}: Положите накопительный жетон на Риф Корабля Ужаса.\n{1}, Удалите X накопительных жетонов с Рифа Корабля Ужаса : Добавьте X маны в любых комбинациях {U} и/или {B} в ваше хранилище маны.", "type": "Земля"}, {"language": "Chinese Simplified", "multiverseId": 132309, "name": "惧舰礁岩", "text": "{T}：加{1}到你的法术力池中。\n{1}，{T}：在惧舰礁岩上放置一个储藏指示物。\n{1}，从惧舰礁岩上移去X个储藏指示物：加X点法术力到你的法术力池中，且为{U}和／或{B}的任意组合。", "type": "地"}], "frameVersion": "2003", "hasFoil": true, "hasNonFoil": true, "identifiers": {"cardKingdomFoilId": "121514", "cardKingdomId": "121224", "cardsphereId": "44240", "mcmId": "13814", "mcmMetaId": "8361", "mtgjsonV4Id": "5a49dbc6-4848-52dd-90ad-7cbd9f72f411", "mtgoFoilId": "25414", "mtgoId": "25413", "multiverseId": "108817", "scryfallId": "b4a83915-07b7-4912-bdf2-089b05796378", "scryfallIllustrationId": "e5372a10-bdd7-480d-9636-dca74a8d9aad", "scryfallOracleId": "130a8cf5-1354-4d17-91c8-c073642eb3db", "tcgplayerProductId": "14207"}, "isFoil": false, "language": "English", "layout": "normal", "legalities": {"commander": "Legal", "duel": "Legal", "legacy": "Legal", "modern": "Legal", "penny": "Legal", "vintage": "Legal"}, "manaValue": 0.0, "name": "Dreadship Reef", "number": "271", "printings": ["C16", "CM2", "CMD", "MB1", "PZ1", "TSP", "TSR"], "purchaseUrls": {"cardKingdom": "https://mtgjson.com/links/3e3d52ba6ce46eec", "cardKingdomFoil": "https://mtgjson.com/links/ffe6ef6639508595", "cardmarket": "https://mtgjson.com/links/cfec732468e72637", "tcgplayer": "https://mtgjson.com/links/54dd2752774c392b"}, "rarity": "uncommon", "rulings": [], "setCode": "TSP", "subtypes": [], "supertypes": [], "text": "{T}: Add {C}.\n{1}, {T}: Put a storage counter on Dreadship Reef.\n{1}, Remove X storage counters from Dreadship Reef: Add X mana in any combination of {U} and/or {B}.", "type": "Land", "types": ["Land"], "uuid": "6304fa9f-6abd-58bf-91c0-e516df9accef"}], "name": "Reality Fracture", "releaseDate": "2006-10-06", "sideBoard": [], "type": "Theme Deck"}}